Repository: City-of-Helsinki/hel-fi-drupal-grants
Catalog: public/modules/custom/grants_attachments/translations/*.po
Languages: fi, sv

# grants_attachments
source: Attachment
fi: Liitetiedosto
sv: Bilaga

# grants_attachments
source: Attachment description
fi: Liitteen kuvaus
sv: Beskrivning av bilagan

# grants_attachments
source: Attachment will be delivered at later time
fi: Liite toimitetaan myöhemmin
sv: Bilagan skickas senare

# grants_attachments
source: Attachment already delivered
fi: Liite on toimitettu yhtenä tiedostona tai toisen hakemuksen yhteydessä
sv: Bilagan har lämnats in tidigare

# grants_attachments
source: You cannot send file and have it delivered later
fi: Et voi lähettää tiedostoa ja ilmoittaa toimittavasi sen myöhemmin
sv: Du kan inte skicka filen och få den levererad senare

# grants_attachments
source: You cannot send file and have it in another file
fi: Et voi lähettää tiedostoa ja ilmoittaa sen olevan jo toimitettu
sv: Du kan inte skicka en fil och ha den i en annan fil

# grants_attachments
source: Delete attachment
fi: Poista liite
sv: Radera bilaga

# grants_attachments
source: grants_attachments status
fi: grants_attachmentsin tila

# grants_attachments
source: grants_attachments value: @value
fi: grants attachmentsin arvo: @value
sv: grants_attachments val: @value

# grants_attachments
source: @fieldname field is required
fi: @fieldname -kenttä on pakollinen
sv: @fieldname krävs

# grants_attachments
source: @fieldname has file added, it cannot be added later.
fi: @fieldname sisältää liitetiedoston, joten sitä ei voi myös lähettää myöhemmin
sv: @fieldname har en fil tillagd, den kan inte läggas till senare.

# grants_attachments
source: @fieldname has file added, it cannot belong to other file.
fi: @fieldname sisältää liitetiedoston, joten se ei voi myös sisältyä toiseen tiedostoon.
sv: @fieldname har en fil tillagd, den kan inte tillhöra en annan fil.

# grants_attachments
source: @fieldname has no file uploaded, it must be either delivered later or be included in other file.
fi: @fieldname ei sisällä liitettyä tiedostoa, se täytyy toimittaa joko myöhemmin tai olla jo toimitettu.
sv: @fieldname har ingen fil uppladdad, den måste antingen levereras senare eller inkluderas i annan fil.

# grants_attachments
source: @fieldname you can't select both checkboxes.
fi: @fieldname et voi valita molempia valintaruutuja.
sv: @fieldname du kan inte markera båda kryssrutorna.

# grants_attachments
source: Bank account confirmation file attachment failed.
fi: Pankkitilin varmistusliitteen liittäminen epäonnistui.
sv: Det gick inte att bifoga fil för bankkontobekräftelse.

# grants_attachments
source: Confirmation for account @accountNumber
fi: Varmistus tilinumerolle @accountNumber
sv: Bekräftelse för konto @accountNumber

# grants_attachments
source: Document file attachment deleted.
fi: Dokumentin tiedostoliite poistettu.
sv: Dokumentfilen har tagits bort.

# grants_attachments
source: Application updated.
fi: Hakemus päivitetty.
sv: Applikationen uppdaterad.

# grants_attachments
source: Attachment filetype
fi: Liitteen tiedostotyyppi
sv: Bilaga filtyp

# grants_attachments
source: Upload OK
fi: Tallennus OK
sv: Uppladdning OK

# grants_attachments
source: Upload pending / File missing
fi: Tallennus odottaa / Tiedosto puuttuu
sv: Uppladdning vänter / Filen saknas

source: 1 error has been found:
fi: 1 virhe löytyi:
sv: 1 fel har hittats:

source: Your upload has been renamed to %filename.
sv: Din uppladdning har bytt namn till %filename.
