Repository: City-of-Helsinki/hel-fi-drupal-grants
Catalog: public/modules/custom/grants_premises/translations/*.po
Languages: fi

# grants_premises
source: City owns the property
fi: Kyseessä on kaupungin omistama tila

# grants_premises
source: Postal code
fi: Postinumero

# grants_premises
source: Applicant owns property
fi: Tila on omassa omistuksessa

# grants_premises
source: Is other use
fi: On muuta käyttöä

# grants_premises
source: Is premise free
fi: Tila on vapaa

# grants_premises
source: Rent time end
fi: Vuokra-aika päättyy

# grants_premises
source: Rent time begin
fi: Vuokra-aika alkaa

# grants_premises
source: Special Students
fi: Erityisopiskelijat

# grants_premises
source: Personnel Count
fi: Henkilöstön määrä

# grants_premises
source: Special Groups
fi: Erityisryhmät

# grants_premises
source: Group Count
fi: Ryhmien määrä

# grants_premises
source: Student Count
fi: Opiskelijamäärä

# grants_premises
source: Premise type
fi: Tilan tyyppi

# grants_premises
source: Premise name
fi: Tilan nimi

# grants_premises
source: Location
fi: Toimipaikka

# grants_premises
source: Street address
fi: Katuosoite

# grants_premises
source: Total Rent
fi: Kokonaisvuokra

# grants_premises
source: Yes
fi: Kyllä

# grants_premises
source: No
fi: Ei

# grants_premises
source: Exhibition space
fi: Näyttelytila

# grants_premises
source: Space for performances or screenings
fi: Esitystila

# grants_premises
source: Separate space for practising or artistic work
fi: Erillinen harjoittelutila tai muu taiteellisen työskentelyn tila

# grants_premises
source: Well
fi: Hyvin

# grants_premises
source: Partially
fi: Osittain

# grants_premises
source: Poorly
fi: Huonosti

# grants_premises
source: How well premises suit for the action?
fi: Kuinka hyvin tila soveltuu toimintaan?

# grants_premises
source: City division that owns the premise
fi: Tilan omistava toimiala

# grants_premises
source: Urban Environment Division
fi: Kaupunkiympäristön toimiala

# grants_premises
source: Culture and Leisure Division
fi: Kulttuurin ja vapaa-ajan toimiala

# grants_premises
source: Education Division
fi: Kasvatuksen ja koulutuksen toimiala

# grants_premises
source: Other premise owned by the city
fi: Muu kaupungin omistama tila

# grants_premises
source: Unknown
fi: Ei tietoa

# grants_premises
source: Use the format FI-XXXXX or enter a five-digit postcode.
fi: Käytä muotoa FI-XXXXX tai syötä postinumero viisinumeroisena.

# grants_premises
source: Post office
fi: Toimipaikka

# grants_premises
source: City
fi: Postitoimipaikka

# grants_premises
source: Rent sum
fi: Vuokra

# grants_premises
source: Rent
fi: Vuokra

# grants_premises
source: Purpose of use
fi: Käyttötarkoitus

# grants_premises
source: For example, an office, storage, gathering or clubs
fi: Esimerkiksi toimisto, varasto, kokoontuminen tai kerhot

# grants_premises
source: How many days per week is the facility used?
fi: Kuinka monena päivänä viikossa tilassa on toimintaa?

# grants_premises
source: How many hours per day is the facility used?
fi: Kuinka monta tuntia päivässä tilassa on toimintaa?

# grants_premises
source: Lessor's name
fi: Vuokranantajan nimi

# grants_premises
source: Lessor's contact information
fi: Vuokranantajan yhteystiedot

# grants_premises
source: Email and/or telephone number
fi: Sähköpostiosoite ja/tai puhelinnumero

# grants_premises
source: EUR per month
fi: Kuinka monta euroa kuukaudessa

# rent_income_composite
source: Sports facility
fi: Liikuntatila

# rent_income_composite
source: Tenant's name
fi: Vuokralaisen nimi

# rent_income_composite
source: Total hours
fi: Tuntimäärä yhteensä

# rent_income_composite
source: Rental income (€)
fi: Vuokratuloa (€)
