Repository: City-of-Helsinki/hel-fi-drupal-grants
Catalog: public/modules/custom/grants_budget_components/translations/*.po
Languages: fi

# grants_budget_components
source: Requested grants (€)
fi: Haettu avustus (€)

# grants_budget_components
source: Other grants (€)
fi: Muut avustukset (€)

# grants_budget_components
source: Private financier (e.g. sponsorship, severance pay, donation) (€)
fi: Yksityinen rahoitus (esim. sponsorointi, yritysyhteistyö,lahjoitukset) (€)

# grants_budget_components
source: Access and cancellation fees (€)
fi: Pääsy- ja osallistumismaksut (€)

# grants_budget_components
source: Other income from own operations (€)
fi: Muut oman toiminnan tulot (€)

# grants_budget_components
source: The community's own funding (€)
fi: Yhteisön oma rahoitus (€)

# grants_budget_components
source: Proposed total income in Euros (€)
fi: Ehdotetut tulot yhteensä Euroa (€)

# grants_budget_components
source: Operational assistance of the cultural services of the City of Helsinki (€)
fi: Helsingin kaupungin kulttuuripalveluiden toiminta-avustus (€)

# grants_budget_components
source: State operating subvention (€)
fi: Valtion toiminta-avustus (€)

# grants_budget_components
source: Other compensations (€)
fi: Muut avustukset (€)

# grants_budget_components
source: Total income (€)
fi: Tulot yhteensä (€)

# grants_budget_components
source: Income without subsidies (€)
fi: Tulot ilman avustuksia (€)

# grants_budget_components
source: Share of income other than subsidies (€)
fi: Muiden kuin avustusten osuus tuloista (€)

# grants_budget_components
source: Salaries and fees for performers and artists (€)
fi: Palkat ja palkkiot esiintyjille ja taiteilijoille (€)

# grants_budget_components
source: Other salaries and fees (production, technology, etc.) (€)
fi: Muut palkat ja palkkiot (tuotanto, tekniikka jne) (€)

# grants_budget_components
source: Personnel costs from salaries and fees (approx. 30%) (€)
fi: Henkilöstösivukulut palkoista ja palkkioista (n. 30%) (€)

# grants_budget_components
source: Performance fees (€)
fi: Esityskorvaukset (€)

# grants_budget_components
source: Travel costs (€)
fi: Matkakulut (€)

# grants_budget_components
source: Transport costs (€)
fi: Kuljetus (sis. autovuokrat) (€)

# grants_budget_components
source: Technology, equipment rentals and electricity (€)
fi: Tekniikka, laitevuokrat ja sähkö (€)

# grants_budget_components
source: Premise operating costs and rents (€)
fi: Kiinteistöjen käyttökulut ja vuokrat (€)

# grants_budget_components
source: Information, marketing and printing (€)
fi: Tiedotus, markkinointi ja painatus (€)

# grants_budget_components
source: Total costs (€)
fi: Menot yhteensä (€)

# grants_budget_components
source: Donations (€)
fi: Lahjoitukset (€)

# grants_budget_components
source: Cost explanation
fi: Kuvaus menosta

# grants_budget_components
source: Amount (€)
fi: Määrä (€)

# grants_budget_components
source: Income explanation
fi: Kuvaus tulosta

# grants_budget_components
source: Explanation
fi: Kuvaus

# grants_budget_components
source: %name can't be empty, when %pair has a value
fi: %name ei voi olla tyhjä, kun %pair sisältää arvon

# grants_budget_components
source: Planned total costs (€)
fi: Menot yhteensä (€)

# grants_budget_components
source: Planned state operative subvention (€)
fi: Valtion toiminta-avustus (€)

# grants_budget_components
source: Financial funding and interests (€)
fi: Rahoitus- ja korkotulot (€)

# grants_budget_components
source: Customer fees (€)
fi: Asiakasmaksut (€)

# grants_budget_components
source: Salaries (€)
fi: Palkat ja palkkiot (€)

# grants_budget_components
source: Rents (€)
fi: Vuokrat (€)

# grants_budget_components
source: Snacks (€)
fi: Välipala (€)

# grants_budget_components
source: Cleaning (€)
fi: Siivouspalvelut (€)

# grants_budget_components
source: Premises Service (€)
fi: Kiinteistön huoltokustannukset (€)

# grants_budget_components
source: Heating (€)
fi: Lämpö (€)

# grants_budget_components
source: Water (€)
fi: Vesi (€)

# grants_budget_components
source: Electricity (€)
fi: Sähkö (€)

# grants_budget_components
source: Supplies (€)
fi: Toiminnan materiaalit (€)

# grants_budget_components
source: Admin (€)
fi: Hallinto- ja toimistokulut (€)

# grants_budget_components
source: Accounting (€)
fi: Kirjanpito ja titiltarkastuspalvelut (€)

# grants_budget_components
source: Health (€)
fi: Henkilökunnan työterveyspalvelut (€)

# grants_budget_components
source: Materials (€)
fi: Aineet, tarvikkeet ja tavarat (€)

# grants_budget_components
source: Services (€)
fi: Palveluiden ostot (€)
