Repository: City-of-Helsinki/hel-fi-drupal-grants
Catalog: public/modules/custom/grants_metadata/translations/*.po
Languages: fi, sv

# grants_metadata
source: Application details
fi: Hakemuksen kuvaus
sv: Applikationsinformation

# grants_metadata
source: Application Type
fi: Hakemustyyppi
sv: Applikationstyp

# grants_metadata
source: Application Type ID
fi: Hakemuksen tyypin koodi
sv: Applikationstyp-ID

source: Check application status
fi: Tarkista hakemuksen tila
sv: Kontrollera applikationsstatus

# grants_metadata
source: Service page @nodetitle updated
fi: Palvelusivu @nodetitle päivitetty
sv: Tjänstsidan @nodetitle uppdaterad.

# grants_metadata
source: Service page @nodetitle updated. Revision created.
fi: Palvelusivu @nodetitle päivitetty. Revisio luotu
sv: Tjänstsidan @nodetitle uppdaterad. Revision skapad.

# grants_metadata
source: Applicant types
fi: Hakijatyypit
sv: Ansökartyper

# grants_metadata
source: Application target group
fi: Hakemuksen kohderyhmä
sv: Applikationsmålgrupp

# grants_metadata
source: Application opens
fi: Hakemus aukeaa
sv: Applikationen öppnas

# grants_metadata
source: Application closes
fi: Hakemus sulkeutuu
sv: Applikationen stängs

# grants_metadata
source: Is application continuous
fi: Onko hakemus jatkuva
sv: Är applikationen kontinuerlig

# grants_metadata
source: Disable copying for this application
fi: Poista hakemuksen kopiointi käytöstä
sv: Inaktivera kopiering för detta program

source: Fee Person
fi: Henkilöjäsenen jäsenmaksu
sv: Avgiftsperson

source: Fee Community
fi: Yhteisöjäsen jäsenmaksu
sv: Avgiftsgemenskap

# grants_metadata
source: Enter a year between 1900 - 2100.
fi: Syötä vuosiluku väliltä 1900 - 2100.
sv: Ange ett årtal mellan 1900 - 2100.

# grants_metadata
source: The end date must come after the start date.
fi: Päättymispäivän on oltava alkamispäivän jälkeen.
sv: Slutdatumet måste komma efter startdatumet.

source: Attachment
fi: Liitetiedosto

# grants_metadata
source: Form is published for production use, only limited editing is allowed.
fi: Lomake on julkaistu tuotantokäyttöön, muokkaus toimintoja rajoitettu.

source: Form is archived and editing is not allowed.
fi: Lomake on arkistoitu ja muokkaaminen on estetty.

source: Enter a year between 1900 - 2100.
fi: Syötä vuosiluku väliltä 1900 - 2100.

# grants_metadata
source: File name
fi: Tiedostonimi

# grants_metadata
source: In production
fi: Tuotannossa

# grants_metadata
source: Archived
fi: Arkistoitu

# grants_metadata
source: In development
fi: Kehityksessä

# grants_metadata
source: Create a new webform version, and link the original version as parent.
fi: Luo lomakkeesta uusi versio, johon on linkitetty alkuperäinen lomake Isäntä-kenttään.

# grants_metadata
source: Create a new version
fi: Luo uusi versio

# grants_metadata
source: <p>In production: Changing the webform elements is not allowed.</p> <p>In development: Webform elements can be edited. Form can be filled up in non-production environments.</p> <p>Archived: Older version of the form which cannot be filled anymore.</p> <strong>Only admins/developers should change this, if required.</strong>
fi: <p>Tuotannossa: Muutokset lomakkeen elementteihin estetty.</p><p>Kehityksessä: Lomakkeen elementtejä voi muokata ja lomakkeen voi täyttää testi-ympäristöissä.</p><p>Arkistoitu: Vanha versio, jonka päälle loppukäyttäjät eivät voi enään tehdä uusia hakemuksia.</p><strong>Tämä valinta on kehittäjille.</strong>

# grants_metadata
source: Mark this version with a breaking changes flag. This will prevent applications created with an older webform version, which are in draft or received status, from being edited, even if normal rules would otherwise permit it. <strong>Only admins/developers should change this, if required.</strong>
fi: Merkitse tämä, jos version yhteydessä on tapahtunut merkittäviä Avus2 muutoksia. Merkittävät muutokset estävät vanhempien lomakkeiden 'Vastaanotettu'-tilassa olevien hakemuksien muokkauksen, vaikka normaalisti tämä olisi mahdollista. <strong>Tämä valinta on kehittäjille.</strong>

# grants_metadata
source: This webform version has breaking changes with Avus2
fi: Lomakeversio sisältää rikkovia/merkittäviä muutoksia Avus2 kanssa.

# grants_metadata
source: Parent form, if this webform was duplicated or replaces existing form. <strong>Only admins/developers should change this, if required.</strong>
fi: Alkuperäinen lomakke, josta tämä lomakepohja on kopioitu. <strong>Tämä valinta on kehittäjille.</strong>
