Repository: City-of-Helsinki/hel-fi-drupal-grants
Catalog: public/modules/custom/grants_handler/translations/*.po
Languages: fi, sv

# grants_handler
source: My message
fi: Oma viesti
sv: Oma viesti

# grants_handler
source: If checked, every handler method invoked will be displayed onscreen to all users.
fi: Jos tämä on valittu, kaikki käsittelijän metodikutsut näytetään ruudulla kaikille käyttäjille.
sv: Om markerad, kommer varje anropad hanterarmetod att visas på skärmen för alla användare.

source: DEBUG: Sent JSON: %myJSON
fi: DEBUG: Lähetetty JSON-sanoma: %myJSON
sv: DEBUG: Skickade JSON: %myJSON

# grants_handler
source: Invoked @id: @class_name:@method_name @context1
fi: Kutsuttu @id: @class_name:@method_name @context1
sv: Åberopade @id: @class_name:@method_name @context1

# grants_handler
source: Some information fetched from personal information
fi: Osa tiedoista on haettu lomakkeelle asiointipalvelun omista tiedoista
sv: Viss information hämtad från personlig information

# grants_handler
source: Check the information on the form before sending the application. You can change your own information from personal information section of the site.
fi: Tarkistathan lomakkeella olevat tiedot ennen hakemuksen lähettämistä. Voit muokata omia tietoja oma asiointi > omat tiedot -osiossa.
sv: Kontrollera informationen på formuläret innan du skickar ansökan. Du kan ändra din egen information från sidan med personlig information.

# grants_handler
source: Fill in the fields to all the questions that you can answer.
fi: Täytä kaikki kentät joihin voit vastata.
sv: Fyll i alla fält som du kan svara på.

# grants_handler
source: Fields marked with * are mandatory information that you must fill in in order to save and send the information.
fi: Tähdellä * merkityt kentät ovat pakollisia tietoja, jotka sinun on täytettävä jotta tiedot voidaan tallentaa ja lähettää.
sv: Fält markerade med * är obligatoriska uppgifter som du måste fylla i innan du sparar informationen.

# grants_handler
source: Accept the terms and send the application.
fi: Hyväksy ehdot ja lähetä hakemus.
sv: Acceptera villkoren och skicka ansökan.

# grants_handler
source: Note!
fi: Huom!
sv: OBS!

# grants_handler
source: Subvention name
sv: Typ av bidrag

# grants_handler
source: Subvention amount
sv: Bidragsbelopp

# grants_handler
source: Select
sv: Välj

# grants_handler
source: Select address
sv: Välj adress

# grants_handler
source: Select official
sv: Välj motsvarande person

# grants_handler
source: Select account
sv: Välj konto

# grants_handler
source: Delete draft
sv: Ta bort utkast

# grants_handler
source: Edit application
sv: Uppdatera ansökning

# grants_handler
source: Your data is safe, but not all the information in your application has been updated yet. Please wait a moment and reload the page.
fi: Tietosi ovat turvassa, mutta kaikkia hakemuksesi tietoja ei ole vielä päivitetty. Odota hetki ja lataa sivu uudelleen.
sv: Din information är säker, men all information i din ansökan har inte uppdaterats ännu. Vänligen vänta ett ögonblick och ladda om sidan.

source: File upload failed, error has been logged.
fi: Tiedoston tallennus epäonnistui, virhe on kirjattu
sv: Filuppladdning misslyckades, fel har loggats

# grants_handler
source: Copy application
sv: Använd som mall

# grants_handler
source: Add attachment to your message
sv: Lägg till bilaga till ditt meddelande

# grants_handler
source: Attachment description
fi: Liitteen kuvaus
sv: Beskrivning av bilagan

# grants_handler
source: Your message has been sent.
sv: Ditt meddelande har skickats.

# grants_handler
source: New message
fi: Uusi viesti
sv: Nytt meddelande

# grants_handler
source: Your message: @message
sv: Ditt meddelande: @message

# grants_handler
source: Delete application
fi: Poista hakemus
sv: Radera ansökning

# grants_handler
source: Draft saved time
fi: Luonnoksen tallennusaika
sv: Utkast sparad tid

# grants_handler
source: Search for an application
fi: Etsi hakemusta
sv: Sök understöd

# grants_handler
source: Search for application
fi: Etsi hakemusta
sv: Sök understöd

# grants_handler
source: Show only applications being processed
fi: Näytä vain käsittelyssä olevat hakemukset
sv: Visa endast applikationer som behandlas

# grants_handler
source: Sort
fi: Järjestä
sv: Sortera

# grants_handler
source: Sort by
fi: Järjestys
sv: Sortera efter

# grants_handler
source: Submitted time (oldest first)
fi: Lähetysaika (vanhin ensin)
sv: Inskickad tid (äldsta först)

# grants_handler
source: Submitted time (newest first)
fi: Lähetysaika (uusin ensin)
sv: Inskickad tid (nyaste först)

# grants_handler
source: Status (a-z)
fi: Lähetyksen tila (a-ö)
sv: Status (a-ö)

# grants_handler
source: Status (z-a)
fi: Lähetyksen tila (ö-a)
sv: Status (ö-a)

# grants_handler
source: Name (a-z)
fi: Hakemuksen nimi (a-ö)
sv: Namn (a-ö)

# grants_handler
source: Name (z-a)
fi: Hakemuksen nimi (ö-a)
sv: Namn (ö-a)

# grants_handler
source: Application number (a-z)
fi: Hakemusnumero (a-ö)
sv: Ansökningsnummer (a-ö)

# grants_handler
source: Application number (z-a)
fi: Hakemusnumero (ö-a)
sv: Ansökningsnummer (ö-a)

# grants_handler
source: Application number
fi: Hakemusnumero
sv: Ansökningsnummer

# grants_handler
source: Grant application sent successfully
fi: Avustushakemus lähetetty onnistuneesti
sv: Anslagsansökan har skickats

# grants_handler
source: Submission date
fi: Lähetyspäiväys
sv: Inlämningsdatum

# grants_handler
source: Debugging is enabled
fi: Debuggaus on päällä
sv: Felsökning är aktiverad

# grants_handler
source: Messages
fi: Viestit
sv: Meddelanden

# grants_handler
source: You can send a message to the handler of the application or provide a missing attachment
fi: Voit lähettää viestin hakemuksen käsittelijälle tai toimittaa puuttuvan liitteen
sv: Du kan skicka ett meddelande till hanteraren av applikationen eller lägg till bilaga

# grants_handler
source: Sent messages
fi: Lähetetyt viestit
sv: Meddelanden

source: You don't have company selected, no fields are prepopulated
fi: Sinulla ei ole yhteisöä valittuna, joten kenttiä ei täytetä automaattisesti
sv: Du har inte valt gemenskap, inga fält är förifyllda

source: Clear navigations
fi: Tyhjennä navigaatiot
sv: Rensa navigering

source: Mark message read
fi: Merkitse viesti luetuksi
sv: Markera meddelande som läst

# grants_handler
source: Bank account owner name
fi: Pankkitilin omistajan nimi
sv: Bankkontoägarens namn

# grants_handler
source: Bank account owner SSN
fi: Pankkitilin omistajan henkilötunnus
sv: Bankkontoägare SSN

# grants_handler
source: Draft deleted.
fi: Luonnos poistettu.
sv: Utkast raderat.

# grants_handler
source: See this form as a modal.
fi: Näe tämä lomake modaali-ikkunassa.
sv: Se detta formulär som en modal.

# grants_handler
source: Use application as base
fi: Käytä hakemusta pohjana
sv: Använd applikation som mall

source: Grant application copy failed
fi: Hakemuksen kopiointi epäonnistui
sv: Bevilja ansökan kopia misslyckades

# grants_handler
source: This application is not open
fi: Tämä avustushaku ei ole avoimena
sv: Denna applikation är inte öppen

# grants_handler
source: Draft expired
fi: Luonnos vanhentunut
sv: Utkast inaktuellt

# grants_handler
source: There has been an error in updating application status, please reload the page.
fi: Hakemuksen tilan päivityksessä tapahtui virhe, kokeile ladata sivu uudelleen.
sv: Det uppstod ett fel när programmets status skulle uppdateras, försök att ladda om sidan.

# grants_handler
source: Make sure that the status of the application changes from “Submitted” to “Received”. The application is only fully received when the status reads “Received”.
fi: Muistathan varmistaa, että hakemuksen tila vaihtuu “Lähetetty - odotetaan vahvistusta” -tilasta “Vastaanotettu” -tilaan. Hakemus on vastaanotettu vasta, kun tila on muodossa: “Vastaanotettu”.
sv: Se till att statusen för ansökan ändras från 'Lämnats' till 'Mottagits'. Ansökan är helt mottagen först när statusen lyder 'Mottagits'.

# grants_handler
source: The status change can take from seconds to few minutes.
fi: Tilan vaihtuminen voi kestää sekunneista muutamaan minuuttiin.
sv: Statusändringen kan ta från sekunder till några minuter.

source: Application period is closed, no further editing is allowed.
sv: Ansökningsperioden är stängd, ingen ytterligare redigering är tillåten.

# grants_handler
source: You can copy and use the contents of this application in the new application. The attached files of the original application are not copied.
fi: Voit kopioida ja käyttää tämän hakemuksen tietoja uudessa hakemuksessa. Hakemuksen liitetiedostot eivät kopioidu uuteen hakemukseen.
sv: Du kan kopiera och använda innehållet i denna applikation i den nya applikationen. De bifogade filerna i den ursprungliga ansökan kopieras inte.

# grants_handler
source: Errors
fi: Virheitä
sv: Fel

# grants_handler
source: Current
fi: Tämä sivu
sv: Nuvarande

# grants_handler
source: Completed
fi: Täytetty
sv: Avslutad

# grants_handler
source: Unknown
fi: Ei tiedossa
sv: Okänt

# grants_handler
source: You must insert at least one subvention amount
fi: Sinun on syötettävä vähintään yhdelle avustuslajille summa
sv: Du måste föra in minst ett subventionsbelopp

# grants_handler
source: New application
fi: Uusi hakemus
sv: Ny ansökan

# Grant Issuers
source: State
fi: Valtio
sv: Stat

# Grant Issuers
source: Other
fi: Muu
sv: Övrig

# Grant Issuers
source: Foundation
fi: Säätiö
sv: Fundament

# grants_handler
source: Yes
fi: Kyllä
sv: Ja

# grants_handler
source: No
fi: Ei
sv: Nej

source: You are copying an application
fi: Olet kopioimassa hakemusta
sv: Du kopierar en ansökan

# grants_handler
source: You must have bank account saved to your profile.
fi: Sinulla on oltava profiilissasi tallennettu tilinumero.
sv: Du måste ha ett bankkonto sparat i din profil.

# grants_handler
source: Print application
fi: Tulosta hakemus
sv: Skriv ut ansökan

# grants_handler
source: You do not have the necessary authorizations to make an application.
fi: Sinulla ei ole tarvittavia valtuuksia hakemuksen tekemiseen.
sv: Du har inte de nödvändiga behörigheterna för att göra en ansökan.

# grants_handler
source: You do not have the necessary authorizations to make an application. Log in to grants service.
fi: Sinulla ei ole tarvittavia valtuuksia hakemuksen tekemiseen. Kirjaudu sisään palveluun.
sv: Du har inte de nödvändiga behörigheterna för att göra en ansökan. Logga in.

source: Grant application (@number) saving failed. Error has been logged.
fi: Hakemustunnuksen @number tallennus epäonnistui. Virhe on kirjattu.
sv: Det gick inte att spara bidragsansökan (@number). Ett fel har loggats.

source: User does not have proper mandate.
fi: Käyttäjällä ei ole sopivaa asiointiroolia.
sv: Användaren har inte korrekt mandat.

source: User role is not allowed to use this form.
fi: Aktiivisella asiointiroolilla ei ole pääsyoikeutta lomakkeelle.
sv: Användarrollen får inte använda detta formulär.

# grants_handler
source: Change your role
fi: Vaihda asiointiroolia
sv: Byt roll

# grants_handler
source: Create new application
fi: Luo uusi hakemus
sv: Skapa ny applikation

# grants_handler
source: Missing authorization
fi: Puuttuva valtuutus
sv: Saknade behörighet

# grants_handler
source: Please familiarize yourself with the instructions on this page before proceeding to the application.
fi: Tutustuthan ohjeistukseen tällä sivulla ennen hakemukselle siirtymistä.
sv: Bekanta dig med instruktionerna på den här sidan innan du går vidare till ansökan.

# grants_handler
source: Are you applying for a start grant?
fi: Haetko starttiavustusta?
sv: Ansöker du om Sportunderstöd?

# grants_handler
source: Application
fi: Hakemus
sv: Ansökan

# grants_handler
source: Applications
fi: Hakemusta
sv: Ansöker

# grants_handler
source: Attachment
fi: Liitetiedosto
sv: Bilaga

# grants_handler
source: Application is not open
fi: Hakemus ei ole avoinna
sv: Ansökan är inte öppen

source: Application is not open
fi: Hakemus ei ole avoinna
sv: Ansökan är inte öppen

# grants_handler
source: Mark as read
fi: Kuittaa luetuksi
sv: Bekräfta som läst

# grants_handler
source: You have a new message regarding you application
fi: Sinulla on uusi viesti koskien hakemustasi
sv: Du har ett nytt meddelande angående din ansökan

# grants_handler
source: 1 new message
fi: 1 uusi viesti
sv: 1 nytt meddelande

# grants_handler
source: Your request was not fulfilled due to network error.
fi: Pyyntösi keskeytyi verkkovirheen takia.
sv: Din begäran uppfylldes inte på grund av nätverksfel.

source: Are you sure you want to leave? Leave without saving.
fi: Oletko varma että haluat keskeyttää lomakkeen täyttämisen? Poistu tallentamatta.
sv: Är du säker att du vill stänga blanketten? Avsluta utan att spara.

source: Leave the application
fi: Poistu hakemukselta
sv: Avsluta från ansökningshandling

source: Back to application
fi: Takaisin hakemukselle
sv: Tillbaka till ansökningshandling

# grants_handler
source: View application
fi: Katsele hakemusta
sv: Visa ansökning

source: Changes you made may not be saved.
fi: Tekemiäsi muutoksia ei ole tallennettu.
sv: Ändringar du gjort kanske inte sparas.

source: Press OK to leave this page or Cancel to stay.
fi: Paina OK poistuaksesi sivulta tai Peruuta jatkaaksesi.
sv: Tryck på OK för att lämna den här sidan eller Avbryt för att stanna.

# grants_handler
source: Saved
fi: Tallennettu
sv: Sparat

# grants_handler
source: You must have address saved to your profile.
fi: Sinulla on oltava profiilissasi tallennettu osoite.
sv: Du måste ha en adress sparad i din profil.

# grants_handler
source: You must have grants profile created.
fi: Sinulla on oltava hakemusprofiili luotu.
sv: Du måste ha en applikationsprofil skapad.

# grants_handler
source: The application period for this grant has closed.
fi: Tämän avustuksen hakuaika on päättynyt.
sv: Ansökningstiden för detta bidrag har löpt ut.

# grants_handler
source: You can no longer submit an application because the application period for this grant has closed.
fi: Et voi enää lähettää hakemusta, sillä avustuksen hakuaika on päättynyt.
sv: Du kan inte längre skicka in denna ansökan eftersom att ansökningstiden har löpt ut.

# grants_handler
source: Only one file.<br>Limit: 20 MB.<br> Allowed file types: doc, docx, gif, jpg, jpeg, pdf, png, ppt, pptx, rtf, txt, xls, xlsx, zip.
fi: Vain yksi tiedosto.<br>Rajoitus: 20 MB.<br>Sallitut tiedostotyypit: doc, docx, gif, jpg, jpeg, pdf, png, ppt, pptx, rtf, txt, xls, xlsx, zip.
sv: Bara en fil.<br>Limitation: 20 MB.<br>Tillåtna filtyper: doc, docx, gif, jpg, jpeg, pdf, png, ppt, pptx, rtf, txt, xls, xlsx, zip.

# grants_handler
source: My applications
fi: Omat hakemukset
sv: Mina ansökningar

# grants_handler
source: Applications Helsinki
fi: Hakemuksen käsittelijä
sv: Applikationshanterare

# grants_handler
source: You cannot send messages to an incomplete application.
fi: Keskeneräiseen hakemukseen ei voi lähettää viestejä.
sv: Du kan inte skicka meddelanden till en pågående ansökan

# grants_handler
source: Messages cannot be sent to a resolved application.
fi: Ratkaistuun hakemukseen ei voi lähettää viestejä.
sv: Du kan inte skicka meddelanden till ett löst ansökan.

# grants_handler
source: Application period ended
fi: Hakuaika päättynyt

# grants_handler
source: Application period is closed, no further editing is allowed.
fi: Hakemusaika on päättynyt, lisämuokkaukset on estetty.

# grants_handler
source: Additional Information
fi: Lisätiedot

# grants_handler
source: Additional information concerning the application
fi: Lisätietoja hakemukseen liittyen

# grants_handler
source: Validation failed, please check inputs.
fi: Kenttien validaatio epäonnistui, tarkista syötteet.

# grants_handler
source: No applications in progress.
fi: Ei keskeneräisiä hakemuksia.

# grants_handler
source: No sent applications.
fi: Ei lähetettyjä hakemuksia.

# grants_handler
source: Service page not found!
fi: Palvelusivua ei löytynyt!

# grants_handler
source: Email
fi: Sähköposti
