Repository: City-of-Helsinki/hel-fi-drupal-grants
Catalog: public/modules/custom/grants_oma_asiointi/translations/*.po
Languages: fi, sv

# grants_oma_asiointi
source: Edit own information
fi: Muokkaa omia tietoja
sv: Redigera mina uppgifter

# grants_oma_asiointi
source: Applications in progress
fi: Keskeneräiset hakemukset
sv: Ansökningar pågår

# grants_oma_asiointi
source: Sent applications
fi: Lähetetyt hakemukset
sv: Skickade ansökningar

# grants_oma_asiointi
source: My data
fi: Omat tiedot
sv: Mina uppgifter

# grants_oma_asiointi
source: Latest applications
fi: Viimeisimmät hakemukset
sv: Senaste applikationer

# grants_oma_asiointi
source: No applications
fi: Ei yhtään hakemusta
sv: Inga applikationer

# grants_oma_asiointi
source: Application number
fi: Hakemuksen numero

# grants_oma_asiointi
source: My applications and communication
fi: Omat hakemukset ja viestintä
sv: Egna ansök och meddelande

# grants_oma_asiointi
source: Last saved
fi: Viimeksi tallennettu
sv: Senast sparad

# grants_oma_asiointi
source: New message
fi: Uusi viesti
sv: Nytt meddelande

# grants_oma_asiointi
source: No new messages
fi: Ei uusia viestejä
sv: Inga nya meddelanden

# grants_oma_asiointi
source: My Services
fi: Oma asiointi
sv: Mina tjänster

# grants_oma_asiointi
source: Go to My Services
fi: Siirry omaan asiointi -sivulle
sv: Gå till Mina tjänster

source: Community applications
fi: Yhteisön hakemukset
sv: Community-applikationer

# grants_oma_asiointi
source: See all messages
fi: Katso kaikki viestit
sv: Se alla meddelanden

# Asiointirooli block
source: Role
fi: Asiointirooli
sv: Roll

# Asiointirooli block
source: Switch role
fi: Vaihda asiointiroolia
sv: Byt roll

# Asiointirooli block
source: Private person
fi: Yksityishenkilö
sv: Privatperson

# grants_oma_asiointi
source: New on your applications
fi: Huomioitavaa hakemuksissasi
sv: Nytt i dina applikationer

source: Remember to keep your information up to date
fi: Muista pitää omat tiedot ajan tasalla
sv: Kom ihåg att hålla din information uppdaterad

source: Please make sure that all your information in grants is correct and up-to-date. You can edit your information on the My data tab.
fi: Varmistathan, että kaikki tietosi avustusasioinnissa ovat oikein ja ajan tasalla. Voit muokata tietojasi Omat tiedot -välilehdellä.
sv: Se till att all din information i understöd är korrekt och uppdaterad. Du kan redigera din information på fliken Mina uppgifter.

# grants_oma_asiointi
source: Information about grants and instructions for the applicant
fi: Tietoa avustuksista ja ohjeita hakijalle
sv: Information om bidrag och anvisningar till den sökande

# grants_oma_asiointi
source: Find your grant
fi: Löydä avustuksesi
sv: Hitta ditt bidrag

# grants_oma_asiointi
source: Go to view different grants and find yours. <strong>Please remember to check your information before proceeding to the application.</strong>
fi: Siirry katselemaan eri avustuksia ja löydä omasi. <strong>Muistathan tarkistaa omat tiedot ennen hakemukselle siirtymistä.</strong>
sv: Gå för att se olika anslag och hitta ditt. <strong>Kom ihåg att kontrollera din information innan du går vidare till ansökan.</strong>

# grants_oma_asiointi
source: Information about grants
fi: Tietoa avustuksista
sv: Om understöden

# grants_oma_asiointi
source: Check out the general instructions
fi: Tutustu yleisiin ohjeisiin
sv: Kolla in de allmänna instruktionerna

# grants_oma_asiointi
source: Take a look at the instructions, which tell you in more detail about the things to consider when applying for a grant.
fi: Käy tutustumassa ohjeistukseen jossa kerrotaan tarkemmin avustuksen hakemisessa huomioitavista asioista.
sv: Ta en titt på instruktionerna som berättar mer i detalj om vad du bör tänka på när du ansöker om bidrag.

# grants_oma_asiointi
source: Instructions for applicants
fi: Ohjeita hakijalle
sv: Anvisningar för sökande

# grants_oma_asiointi
source: No community
fi: Ei yhteisöä
sv: Ingen gemenskap

# grants_oma_asiointi
source: Please remember to fill in your information
fi: Muistathan täyttää omat tiedot
sv: Kom ihåg att fylla i dina uppgifter

# grants_oma_asiointi
source: We noticed that there is no information about you or your communities yet in the grants service. You must fill in your personal information before proceeding to the application. When you have filled in the information for the first time, it will be used for all applications and when you apply for grant again.
fi: Huomasimme, että sinuun tai yhteisöihisi liittyen ei löydy vielä tietoja avustusasiointi-palvelussa. Omat tiedot on täytettävä ennen hakemukselle siirtymistä. Kun olet täyttänyt tiedot ensimmäisen kerran, ovat ne käytössä kaikilla hakemuksilla ja hakiessanne uudelleen avustusta.
sv: Vi har märkt att det inte finns någon information om dig eller dina samhällen ännu i bidragstjänsten. Du måste fylla i dina personuppgifter innan du går vidare till ansökan. När du har fyllt i uppgifterna för första gången kommer de att användas för alla ansökningar och när du ansöker om bidrag igen.

# grants_handler
source: Application number
sv: Ansökningsnummer
