Repository: City-of-Helsinki/hel-fi-drupal-grants
Catalog: public/themes/custom/hdbt_subtheme/translations/*.po
Languages: fi, sv

source: Application
fi: Hakemus

source: Here you can see details of your application
fi: Tässä näet hakemuksesi yksityiskohdat

source: Add a file
fi: Lisää tiedosto

source: Current
fi: Tämänhetkinen

source: Completed
fi: Valmis

source: Print filled form
fi: Tulosta täytetty hakemus
sv: Skriva ut den ifyllda ansökan

source: Application info
fi: Hakemuksen tiedot
sv: Ansökningsinformation

source: Summary about your application and processing details.
fi: Yhteenveto hakemuksesi perustiedoista ja käsittelytilasta
sv: Sammanfattning om din ansökan och handläggningsdetaljer.

source: Sent date
fi: Lähetyspäivänmäärä
sv: Sänd

source: Handler information
fi: Käsittelijän tiedot
sv: Händelser

source: Application statuses
fi: Hakemuksen tila
sv: Status

source: Application attachments
fi: Hakemuksen liitteet
sv: Bilagor

source: Search for application
fi: Etsi avustusta
sv: Sök understöd

source: Filter search
fi: Rajaa hakua
sv: Begränsa din sökning

source: Continuous application
fi: Jatkuva haku

source: You have unsaved changes. Changes you have made may not be saved.
fi: Hakemuksella on tallentamattomia muutoksia. Jos poistut sivulta voit menettää ne.

source: Cancel
fi: Peruuta

source: Back
fi: Peruuta

source: Continue
fi: Jatka

source: Application number
fi: Hakemuksen numero

source: New message
fi: Uusi viesti

source: New messages
fi: Uudet viestit

source: No new messages
fi: Ei uusia viestejä

source: My Services
fi: Oma asiointi

source: Go to My Services
fi: Siirry omaan asiointikansioon

source: Grants profile
fi: Omat tiedot

source: Community applications
fi: Yhteisön hakemukset

# Front page latest news paragraph title
source: Latest news
fi: Ajankohtaista avustuksista

source: Missing or incomplete information
fi: Puuttuvat tai vajaat tiedot
sv: Saknade eller ofullständig information

source: Error in page
fi: Virhe sivulla
sv: Fel på sidan

source: This value should be a number
fi: Arvon tulisi olla numero
sv: Detta värde ska vara ett nummer

source: Saved time
fi: Tallennusaika
sv: Inspelningstid

source: Sent time
fi: Lähetysaika
sv: Sändningstid

source: Could not authenticate with @provider.
fi: Vahva tunnistautuminen epäonnistui.
sv: Försöket att autentisera misslyckades.

source: Account successfully connected with @provider.
fi: Tili onnistuneesti yhdistetty - @provider.
sv: Kontot har anslutits till: @provider.

source: Account successfully disconnected from @client.
fi: Tilin yhteys onnistuneesti katkaistu - @client.
sv: Kontot har frånkopplats från: @client.

source: Allowed domains
fi: Sallitut verkkotunnukset
sv: Tillåtna domäner

source: Another user is already connected to this @provider account.
fi: Toinen käyttäjä on jo yhdistetty tähän @provider -tiliin.
sv: En annan användare är redan ansluten till detta @provider konto.

source: API Version
fi: API:n versio

source: Are you sure you want to delete OpenID Connect client %label?
fi: Oletko varma, että haluat poistaa OpenID-yhteyden: %label?
sv: Är du säker på att du vill ta bort OpenID Connect-klienten: %label?

source: Authorization endpoint
fi: Valtuutuksen päätepiste
sv: Endpunkt för auktorisering

source: Auto discover endpoints
fi: Havaitse päätepisteet automaattisesti
sv: Upptäck endepunkter automatiskt

source: Automatically connect existing users
fi: Automaattisesti yhdistä olemassaolevat käyttäjät
sv: Anslut befintliga användare automatiskt

source: Automatically connect existing users enabled
fi: Olemassaolevien käyttäjien automaattinen yhdistäminen päällä
sv: Anslut befintliga användare automatiskt har aktiverats

source: Birthday
fi: Syntymäpäivä
sv: Födelsedag

source: Birthdate
fi: Syntymäpäivä
sv: Födelsedatum

source: Casual name
fi: Kutsumanimi
sv: Kallelsenamn

source: Client ID
fi: Asiakasohjelman ID
sv: Klientens ID

source: Client secret
fi: Asiakasohjelman salainen avain
sv: Klienthemlighet

source: Connected as %sub
fi: %sub yhdistetty
sv: Ansluten som %sub

source: Connecting with @provider could not be completed due to an error.
fi: @provider -yhteys ei onnistunut virheen takia.
sv: Anslutningen till @provider kunde inte slutföras på grund av ett fel.

source: Create OpenID Connect client
fi: Luo uusi OpenID Connect -asiakasohjelma
sv: Skapa OpenID Connect-klient

source: Custom scopes, separated by spaces, for example: openid email
fi: Mukautetut skoopit, välilyönneillä erotettuna. Esimerkiksi: openid email
sv: Anpassade gränser, separerade med mellanslag, till exempel: openid email

source: Custom OpenID Connect/OAuth2 providers
fi: Mukautetut OpenID Connect/OAuth2 -palveluntarjoajat
sv: Anpassade OpenID Connect/OAuth2-leverantörer

source: Default providers
fi: Oletuspalveluntarjoajat
sv: Standardleverantörer

source: Disconnect from @client_title
fi: Katkaise @client_title -yhteys
sv: Koppla bort från @client_title

source: Drupal users can use external OpenID Connect authentication providers to register and login to the Drupal site.
fi: Drupal-käyttäjät voivat käyttää ulkoista OpenID Connect -todentamispalvelua rekisteröidäkseen käyttäjätunnuksen ja kirjautuakseen Drupal -sivustolle.
sv: Drupal-användare kan använda externa OpenID Connect-autentiseringsleverantörer för att registrera sig och logga in på Drupal-webbplatsen.

source: During login and user registration user attributes can optionally be synchronized with the OpenID Connect claims mapping.
fi: Tilin rekisteröinnin ja sisäänkirjautumisen yhteydessä käyttäjän tiedot voidaan valinnaisesti synkronoida OpenID Connectin claims mappauksen kanssa.
sv: Under inloggning och användarregistrering kan användarattribut synkroniseras med OpenID Connects anspråksmappning.

source: Easily add an own provider by using the provided Generic client, or use a custom provider client plugin.
fi: Lisää helposti oma palveluntarjoaja käyttämällä Yleisluontoista asiakasohjelmaa, tai käytä kustomoitua tarjoajan asiakasohjelma -liitännäistä
sv: Lägg enkelt till en egen leverantör genom att använda den medföljande Generic-klienten, eller använd ett anpassat plugin för leverantörsklienten.

source: Email verified
fi: Sähköposti varmistettu
sv: E-post bekräftad

source: End Session endpoint
fi: Sessionpäätöksen päätepiste
sv: Slutsessionens endpunkt

source: Enter one domain per line that are allowed to initiate SSO using ISS.
fi: Syötä yksi verkkotunnus, jolle annetaan lupa aloittaa SSO käyttäen ISS:ää, per rivi.
sv: Ange en domän per rad som tillåts initiera SSO med ISS.

source: Error when trying to delete OpenID Connect client %label.
fi: Virhe yrittäessä poistaa OpenID Connect asiakasohjelmaa %label.
sv: Fel vid försök att ta bort OpenID Connect-klienten %label.

source: Failed to get authentication tokens for @provider. Check logs for further details.
fi: Autentikaatio-tokenin hakeminen palveluntarjoajalta @provider epäonnistui. Lisätietoja lokeissa.
sv: Det gick inte att hämta autentiseringstoken för @provider. Se loggen för mer information.

source: Family name
fi: Sukunimi
sv: Efternamn

source: For each Drupal role, provide the sets of equivalent external groups, separated by spaces. A user belonging to one of the provided groups will be assigned the configured Drupal role.
fi: Tarjoa vastaavat ulkoiset ryhmät jokaiselle Drupalin käyttäjäroolille, välilyönneillä erotettuna. Käyttäjä joka kuuluu yhteen annetuista ryhmistä saa automaattisesti annetun Drupalin käyttäjäroolin.
sv: För varje Drupal-roll, ange uppsättningar av likvärdiga externa grupper, åtskilda med mellanslag. En användare som tillhör en av de angivna grupperna kommer att tilldelas den konfigurerade Drupal-rollen.

source: Given name
fi: Etunimi
sv: Förnamn

source: Given name(s) or first name(s)
fi: Etunimet
sv: Förnamn

source: If enabled and supported by the identity provider, logging out from Drupal will also logout the user from the identity provider.
fi: Jos päällä ja identiteetin palveluntarjoaja tukee ominaisuutta, Drupalista uloskirjautuminen kirjaa käyttäjän ulos myös identiteetin palveluntarjoalta.
sv: Om det är aktiverat och stöds av identitetsleverantören kommer utloggning från Drupal även att logga ut användaren från identitetsleverantören.

source: If enabled, user creation will always be allowed, even if the registration setting is set to require admin approval, or only allowing admins to create users.
fi: Jos päällä, käyttäjien luominen on aina sallittua, vaikka uuden tilin luonti on asetettu vaatimaan ylläpidon hyväksynnän, tai sallimaan uusien käyttäjien luomisen vain ylläpidon toimesta.
sv: Om detta är aktiverat kommer det alltid att vara tillåtet att skapa användare, även om registreringsinställningen är inställd på att kräva administratörsgodkännande eller endast tillåta administratörer att skapa användare.

source: If disabled, user claims will only be saved when the account is first created.
fi: Jos pois päältä, käyttäjän claimsit tallennetaan vain kun tili luodaan.
sv: Om inaktiverat sparas användaranspråk endast när kontot skapas för första gången.

source: Issuer URL
fi: Antajan verkko-osoite
sv: Utgivarens URL

source: Login to Drupal using OpenID Connect/OAuth2 providers
fi: Kirjaudu Drupaliin käyttäen OpenID Connect/OAuth2 -palveluntarjoajia
sv: Logga in på Drupal med OpenID Connect/OAuth2-leverantörer

source: Log in with @client_title
fi: Kirjaudu sisään @client_title
sv: Logga in med @client_title

source: Logging in with @provider has been canceled.
fi: @provider -kirjautuminen on peruutettu.
sv: Inloggning med @provider har avbrutits.

source: Logging in with @provider could not be completed due to an error.
fi: @provider -kirjautuminen ei onnistunut virhetilanteen takia.
sv: Inloggningen med @provider kunde inte slutföras på grund av ett fel.

source: Logout from identity provider
fi: Kirjaudu ulos identiteetin tarjoajasta
sv: Logga ut från identitetsleverantören

source: Middle name
fi: Toinen nimi
sv: Mellannamn

source: Middle name(s)
fi: Keskimmäiset/Toiset nimet
sv: Mellannamn

source: Modify the user login form to show the the OpenID login buttons. If the 'Replace' option is selected, only the OpenID buttons will be displayed. In this case, pass the 'showcore' URL parameter to return to a password-based login form.
fi: Muokkaa kirjautumislomaketta näyttämään OpenID -kirjautumisen napit. Jos 'Korvaa' -vaihtoehto on valittu, vain OpenID -napit ovat käytössä. Tässä tapauksessa, 'showcore' -URL-parametrin passaaminen vie salasanapohjaiselle kirjautumislomakkeelle.
sv: Ändra användarens inloggningsformulär för att visa OpenID-inloggningsknapparna. Om alternativet 'Ersätt' är valt kommer endast OpenID-knapparna att visas. I detta fall skickar du URL-parametern 'showcore' för att återgå till ett lösenordsbaserat inloggningsformulär.

source: %name is connected to an external authentication system.
fi: %name on kytketty ulkoiseen sisäänkirjautumisjärjestelmään.
sv: %name är anslutet till ett externt autentiseringssystem.

source: Nickname
fi: Kutsumanimi
sv: Tilltalsnamn

source: No external account providers are available.
fi: Ei ulkoisia käyttäjätilin tarjoajia saatavilla.
sv: Inga externa kontoförvaltare är tillgängliga.

source: Okta domain
fi: Okta -verkko-osoite
sv: Okta-domän

source: Only administrators can register new accounts.
fi: Vain ylläpitäjät voivat luoda uusia tilejä.
sv: Endast administratörer kan registrera nya konton.

source: OpenID buttons display in user login form
fi: OpenID -nappien näyttö käyttäjän sisäänkirjautumislomakkeella
sv: OpenID-knappar visas i inloggningsformuläret för användare

source: OpenID Connect Client
fi: OpenID Connet -asiakasohjelma
sv: OpenID Connect-klient

source: OpenID Connect client
fi: OpenID Connet -asiakasohjelma
sv: OpenID Connect-klient

source: OpenID Connect client %label was deleted.
fi: OpenID Connet -asiakasohjelma %label poistettiin.
sv: OpenID Connect-klienten %label har tagits bort.

source: OpenID Connect client %label has been updated.
fi: OpenID Connet -asiakasohjelma %label on päivitetty.
sv: OpenID Connect-klienten %label har uppdaterats.

source: OpenID Connect client %label has been added.
fi: OpenID Connet -asiakasohjelma %label on lisätty.
sv: OpenID Connect-klient %label har lagts till.

source: Override registration settings
fi: Ohita uuden tilin luomisasetukset
sv: Överskriv inställningar för registrering

source: Path to redirect to on client login
fi: Polku, jonne uudelleenohjataan asiakasohjelman kautta kirjautumisesta
sv: Sökväg att omdirigera till vid inloggning

source: Path to redirect to on client logout
fi: Polku, jonne uudelleenohjataan asiakasohjelman kautta uloskirjautumisesta
sv: Sökväg att omdirigera till vid utloggning

source: Pending name input
fi: Odottaa nimen kirjausta
sv: Inväntar inmatning av namn

source: Phone number verified
fi: Puhelinnumero varmistettu
sv: Telefonnummer bekräftat

source: Preferred username
fi: Ensisijainen käyttäjänimi
sv: Föredraget användarnamn

source: Preferred telephone number
fi: Ensisijainen puhelinnumero
sv: Föredraget telefonnummer

source: Preferred e-mail address
fi: Ensisijainen sähköposti
sv: Föredragen e-postadress

source: Preferred postal address
fi: Ensisijainen postiosoite
sv: Föredragen postadress

source: Profile page URL
fi: Profiilisivun URL-osoite
sv: URL för profilsida

source: Profile picture URL
fi: Profiilikuvan URL-osoite
sv: URL för profilbild

source: @provider does not support log out. You are logged out of this site but not out of the OpenID Connect provider.
fi: @provider ei tarjoa uloskirjautumista. Sinut on kirjattu ulos tältä sivustolta, muttei OpenID Connect -palveluntarjoajasta.
sv: @provider stöder inte utloggning. Du är utloggad från den här webbplatsen men inte från OpenID Connect-leverantören.

source: Redirects
fi: Uudelleenohjaukset
sv: Omdirigeringar

source: Save user claims on every login
fi: Tallenna käyttäjän claimit jokaisella sisäänkirjautumisella
sv: Spara användaranspråk vid varje inloggning

source: Scopes
fi: Skoopit
sv: Anpassade gränser

source: Shorthand name by which the End-User wishes to be referred to
fi: Lyhyt nimi, jolla loppukäyttäjä haluaa häneen viitattavan
sv: Kortnamn som slutanvändaren vill bli tilltalad med

source: Surname(s) or last name(s)
fi: Sukunimi tai -nimet
sv: Familjenamn eller efternamn

source: Synchronize user properties/fields with OpenID Connect claims
fi: Synkronoi käyttäjän ominaisuudet/kentät OpenID Connectin claimseista
sv: Synkronisera användaruppgifter/-fält med OpenID Connect-användaranspråk

source: The default clients provided by the module for Google, Facebook, Github, LinkedIn and Okta can be used out-of-the box.
fi: Moduli tarjoaa oletusarvoisesti asiakasohjelmat Googlelle, Facebookille, GitHubille, LinkedInille ja Oktalle, ja näitä voi käyttää sellaisenaan.
sv: Standardklienterna som medföljer modulen för Google, Facebook, Github, LinkedIn och Okta kan användas direkt.

source: The e-mail address is not valid: @email
fi: Sähköpostiosoite ei ole validi: @email
sv: E-postadressen är inte giltig: @email

source: The e-mail address is already taken: @email
fi: Sähköpostiosoite on jo käytössä: @email
sv: E-postadressen är redan registrerad: @email

source: The issuer URL @url appears to be invalid.
fi: Antajan verkko-osoite @url vaikuttaa olevan virheellinen.
sv: Utgivarens URL @url verkar vara ogiltig.

source: The %label client has been enabled.
fi: Asiakasohjelma %label on päällä.
sv: Klienten %label har aktiverats.

source: The %label client has been disabled.
fi: Asiakasohjelma %label on pois päältä.
sv: Klienten %label har inaktiverats.

source: The user's time zone.
fi: Käyttäjän aikavyöhyke
sv: Användarens tidszon.

source: Time the information was last updated
fi: Aika, jolloin tieto on viimeksi päivitetty
sv: Tidpunkt då informationen senast uppdaterades

source: Token endpoint
fi: Token-päätepiste
sv: Token-endpunkt

source: True if the e-mail address has been verified; otherwise false
fi: Tosi, jos sähköposti on vahvistettu; muussa tapauksessa epätosi
sv: Sant om e-postadressen har verifierats, annars falskt

source: True if the phone number has been verified; otherwise false
fi: Tosi jos puhelinnumero on vahvistettu; muussa tapauksessa epätosi
sv: Sant om telefonnumret har verifierats, annars falskt

source: Unknown error.
fi: Tuntematon virhe.
sv: Okänt fel.

source: UserInfo endpoint
fi: UserInfo -päätepiste
sv: Endpunkt for UserInfo

source: User claims mapping
fi: Käyttäjän claimien mappaus
sv: Användaranspråksmappning

source: User role mapping
fi: Käyttäjäroolin mappaus
sv: Användarrollsmappning

source: Uses
fi: Käyttötarkoitukset
sv: Användningsområden

source: Updated at
fi: Päivitetty
sv: Uppdaterat vid

source: You cannot connect another user's account.
fi: Et voi yhdistää toisen käyttäjän tiliä.
sv: Du kan inte ansluta en annan användares konto.

source: Website
fi: Verkkosivu
sv: Webbplats

source: Web page or blog URL
fi: Verkkosivun tai blogin URL-osoite
sv: URL för webbsida eller blogg

source: Zoneinfo
fi: Aikavyöhyke
sv: Zoninfo

source: - No mapping -
fi: - Ei mappausta -
sv: - Ingen mappning -

source: <br/><strong>Note:</strong> The module will not update user roles with no mapped external groups. If all mappings to one of the roles are removd, users will keep that role until it is removed in the Drupal user administration.
fi: <br /><strong>Huom:</strong> Tämä moduli ei päivitä käyttäjärooleja, joita ei ole mapattu ulkoisiin ryhmiin. Jos kaikku mappaukset yhteen rooleista poistetaan, käyttäjät pitävät sen käyttäjäroolin kunnes se poistetaan ylläpitäjän toimesta.
sv: <br /><strong>OBS!</strong> Modulen kommer inte att uppdatera användarroller utan mappade externa grupper. Om alla mappningar till en av rollerna tas bort kommer användarna att behålla den rollen tills den tas bort i Drupals användaradministration.

source: <strong><em>Please note:</em> This option has security implications, only use with trusted OpenID Connect providers.</strong><br />If disabled, authentication will fail for accounts with existing email addresses, users may connect existing accounts on their personal Connected Accounts page in a secure way.
fi: <strong><em>Huomioithan:</em> Tällä valinnalla on tietoturvavaikutuksia. Käytä vain luotettujen OpenID Connect -palveluntarjoajien kanssa.</strong><br />Jos pois päältä, tunnistaminen epäonnistuu käyttäjätileillä, joilla on on olemassaoleva sähköpostiosoite ja käyttäjät voivat yhdistää olemassaoleviea tilejään heidän Yhdistetyt tilit -sivullaan turvallisesti.
sv: <strong><em>Vänligen observera:</em> Det här alternativet har säkerhetsimplikationer, använd endast med betrodda OpenID Connect-leverantörer.</strong><br />Om det är inaktiverat kommer autentisering att misslyckas för konton med befintliga e-postadresser, användare kan ansluta befintliga konton på sin personliga sida för anslutna konton på ett säkert sätt.

source: Application period
fi: Hakuaika
sv: Ansökningsperiod

source: The application period will be announced later
fi: Hakuaika ilmoitetaan myöhemmin

# grants_premises
source: City
fi: Postitoimipaikka

source: Information message
sv: OBS

source: Back to application
sv: Tillbaka till ansökningshandling

source: Are you sure you want to leave? Leave without saving.
sv: Är du säker att du vill stänga blanketten? Avsluta utan att spara.

source: Submission information
sv: Inlämningsinformation
