Repository: City-of-Helsinki/hel-fi-drupal-grants
Catalog: public/modules/custom/grants_application/translations/*.po
Languages: fi, sv

source: Application metadata
fi: Hakemuksen asetukset
sv: Ansöknings inställningar

source: Manage application metadata
fi: Hallitse hakemusten asetuksia
sv: Hantera ansöknings inställningar

source: Manage application metadata items
fi: Hallitse hakemuksen asetuksia
sv: Hantera ansöknings inställningar

source: Application name
fi: Hakemuksen asetusnimi
sv: Ansöknings inställningsnamn

source: Application type
fi: Hakemustyyppi
sv: Ansökningstyp

source: Application type code
fi: Hakemuksen tyypin koodi
sv: Ansökningstyp-kod

source: Application type ID
fi: Hakemuksen tyypin ID
sv: Ansökningstyp-ID

source: Applicant types
fi: Hakijatyypit
sv: Ansökartyper

source: Application types
fi: Hakemustyypit
sv: Ansökningstyper

source: Grants industry
fi: Toimiala
sv: Industri

source: Subvention type
fi: Avustuslajin koodi
sv: Typ av bidrag

source: Application target group
fi: Hakemuksen kohderyhmä
sv: Ansöknings målgrupp

source: Application opens
fi: Hakemus aukeaa
sv: Ansökningen öppnas

source: Application closes
fi: Hakemus sulkeutuu
sv: Ansökningen stängs

source: Application acting years
fi: Hakemuksen voimassaolovuodet
sv: Ansökningens giltighetstid

source: Application continuous
fi: Jatkuva hakemus
sv: Är ansökningen kontinuerlig

source: Disable copying
fi: Poista hakemuksen kopiointi käytöstä
sv: Inaktivera kopiering för detta ansökningen

source: Add application metadata
fi: Lisää hakemuksen asetukset
sv: Skapa ansöknings inställningar

source: Edit application metadata
fi: Muokkaa hakemuksen asetuksia
sv: Redigera ansöknings inställningar

source: Delete application metadata
fi: Poista hakemuksen asetukset
sv: Radera ansöknings inställningar

source: Saved the application metadata for %label (ID: %id).
fi: Tallennettu %label (ID: %id) hakemuksen asetukset.
sv: Sparade ansöknings inställningar för %label (ID: %id).

source: Unable to save the draft. Please try again in a moment
fi: Virhe tallentaessa lomaketta. Yritäthän hetken kuluttua uudelleen

source: Something went wrong
fi: Jokin meni pieleen

source: The application is not currently open
fi: Hakemus ei ole avoinna tällä hetkellä

source: Unable to fetch your user information. Please try again in a moment
fi: Virhe noudettaessa käyttäjätietoja. Yritäthän hetken kuluttua uudelleen

source: We cannot find the application you are trying to open. Please try creating a new application
fi: Hakemusta ei löytynyt. Yritäthän tehdä uuden hakemuksen

source: Unable to fetch your application. Please try again in a moment
fi: Hakemuksen nouto epäonnistui. Yritäthän hetken kuluttua uudelleen

source: Your user profile does not contain the given bank account number. Please update your user profile and try again
fi: Antamaasi pankkitiliä ei löydy profiilistasi. Päivitäthän profiilisi ja yritä uudelleen

source: An error occurred while sending the application. Please try again in a moment
fi: Hakemuksen lähetys epäonnistui. Yritäthän hetken kuluttua uudelleen

source: File upload failed during antivirus-scan. Please try again in a moment
fi: Tiedoston tallennus epäonnistui virustarkastuksessa. Yritä hetken kuluttua uudelleen

source: Failed to upload the file. Please try again in a moment
fi: Tiedoston tallennus epäonnistui. Yritä hetken kuluttua uudelleen
