Repository: City-of-Helsinki/hel-fi-drupal-grants
Catalog: public/modules/custom/grants_club_section/translations/*.po
Languages: fi, sv

# grants_club_section
source: Dog agility
fi: Agility
sv: Agility

# grants_club_section
source: American football
fi: Amerikkalainen jalkapallo
sv: Amerikansk fotboll

# grants_club_section
source: Shooting sport
fi: Ammunta
sv: Sportskytte

# grants_club_section
source: Biathlon
fi: Ampumahiihto
sv: Skidskytte

# grants_club_section
source: Auto racing
fi: Autourheilu
sv: Bilsport

# grants_club_section
source: Cue sports
fi: Biljardi
sv: Biljard

# grants_club_section
source: Brazilian jiu-jitsu
fi: Brasilialainen jujutsu
sv: Brasialiansk jiu-jitsu

# grants_club_section
source: Esports
fi: Elektroninen urheilu
sv: E-sport

# grants_club_section
source: Fitness and figure competition
fi: Fitnessurheilu
sv: Fitness

# grants_club_section
source: Disc golf
fi: Frisbeegolf

# grants_club_section
source: Skiing
fi: Hiihtolajit
sv: Skidsport

# grants_club_section
source: Air sports
fi: Ilmailu
sv: Flygsport

# grants_club_section
source: Football & futsal
fi: Jalkapallo & futsal
sv: Fotboll & futsal

# grants_club_section
source: Archery
fi: Jousiammunta
sv: Bågskytte

# grants_club_section
source: Ice hockey
fi: Jääkiekko
sv: Ishockey

# grants_club_section
source: Bandy
fi: Jääpallo

# grants_club_section
source: Rinkball
fi: Kaukalopallo
sv: Rinkboll

# grants_club_section
source: Bowling
fi: Keilaus

# grants_club_section
source: Kendo sports
fi: Kendolajit
sv: Kendo sport

# grants_club_section
source: Climbing
fi: Kiipeily
sv: Klättring

# grants_club_section
source: Basketball
fi: Koripallo
sv: Basketboll

# grants_club_section
source: Cricket
fi: Kriketti

# grants_club_section
source: Finnish skittles
fi: Kyykkä
sv: Poppi

# grants_club_section
source: Handball
fi: Käsipallo
sv: Handboll

# grants_club_section
source: Volleyball
fi: Lentopallo
sv: Volleyboll

# grants_club_section
source: Ultimate
fi: Liitokiekko

# grants_club_section
source: Ice skating
fi: Luistelu
sv: Skridskosport

# grants_club_section
source: Snowboarding
fi: Lumilautailu
sv: Snowboard

# grants_club_section
source: Paddling & rowing
fi: Melonta / soutu
sv: Kanotsport & rodd

# grants_club_section
source: Fencing & modern pentathlon
fi: Miekkailu & 5-ottelu
sv: Fäktsport & modern femkamp

# grants_club_section
source: Motorsport
fi: Moottoriurheilu

# grants_club_section
source: Boxing
fi: Nyrkkeily
sv: Boxning

# grants_club_section
source: Wrestling
fi: Paini
sv: Brottning

# grants_club_section
source: Weightlifting
fi: Painonnosto
sv: Tyngdlyftning

# grants_club_section
source: Finnish baseball
fi: Pesäpallo
sv: Boboll

# grants_club_section
source: Pétanque
fi: Petanque
sv: Boule

# grants_club_section
source: Kickboxing
fi: Potkunyrkkeily
sv: Kickboxning

# grants_club_section
source: Sailing & boating
fi: Purjehdus & veneily
sv: Segling & båtliv

# grants_club_section
source: Cycling
fi: Pyöräily
sv: Cykling

# grants_club_section
source: Table tennis
fi: Pöytätennis
sv: Bordtennis

# grants_club_section
source: Miniature golf
fi: Ratagolf
sv: Bangolf

# grants_club_section
source: Horse riding
fi: Ratsastus
sv: Ridning

# grants_club_section
source: Harness racing
fi: Raviurheilu
sv: Travsport

# grants_club_section
source: Rugby football
fi: Rugby
sv: Rugby

# grants_club_section
source: Skateboarding
fi: Rullalautailu
sv: Skateboardåkning

# grants_club_section
source: Floorball
fi: Salibandy
sv: Innebandy

# grants_club_section
source: Chess
fi: Shakki
sv: Schack

# grants_club_section
source: Underwater diving
fi: Sukellus
sv: Dykning

# grants_club_section
source: Badminton
fi: Sulkapallo

# grants_club_section
source: Orienteering
fi: Suunnistus
sv: Orientering

# grants_club_section
source: Figure skating
fi: Taitoluistelu
sv: Konståkning

# grants_club_section
source: Dancesport
fi: Tanssi
sv: Danssport

# grants_club_section
source: Thai boxing
fi: Thainyrkkeily
sv: Thaiboxning

# grants_club_section
source: Darts sports
fi: Tikkaurheilu
sv: Pilidrott

# grants_club_section
source: Swimming
fi: Uinti
sv: Simning

# grants_club_section
source: Mushing
fi: Valjakkourheilu

# grants_club_section
source: Mixed martial arts
fi: Vapaaottelu

# grants_club_section
source: Water skiing & wakeboarding
fi: Vesihiihto & wakeboard
sv: Vattenskidåkning & wakeboard

# grants_club_section
source: Strenght sports
fi: Voimalajit
sv: Kraftsport

# grants_club_section
source: Powerlifting
fi: Voimannosto
sv: Styrkelyft

# grants_club_section
source: Gymnastics
fi: Voimistelu
sv: Gymnastik

# grants_club_section
source: Sport of athletics
fi: Yleisurheilu
sv: Friidrott

# grants_club_section
source: Other combat sport
fi: Muu kamppailulaji
sv: Annan kampsport

# grants_club_section
source: Other sport
fi: Muu laji
sv: Annan sport

# rent_cost_composite
source: Total hours
fi: Tuntimäärä yhteensä
sv: Totalt timmar

# rent_cost_composite
source: Total / EUR
fi: Yhteensä / EUR
sv: Totalt / EUR

# rent_cost_composite
source: Change in the use of facilities planned for the next year, +/- hours and reason
fi: Seuraavalle vuodelle suunniteltu muutos tilojen käytössä +/- tunnit ja syy
sv: Planerad ändring i användning av lokaler nästa år, +/- timmar och skäl

# grants_club_section
source: Sport
fi: Laji

# grants_club_section
source: Women from Helsinki (20-63 years)
fi: Helsinkiläiset naiset (20-63-vuotiaat)
sv: Kvinnor från Helsingfors (20-63 år)

# grants_club_section
source: Men from Helsinki (20-63 years)
fi: Helsinkiläiset miehet (20-63-vuotiaat)
sv: Män från Helsingfors (20-63 år)

# grants_club_section
source: Others from Helsinki (20-63 years)
fi: Helsinkiläiset muut (20-63-vuotiaat)
sv: Övriga från Helsingfors (20-63 år)

# grants_club_section
source: Practice hours of adults (20-63 years)
fi: 20-63-vuotiaiden harjoitustunnit yhteensä
sv: Träningstimmar för vuxna (20-63 år)

# grants_club_section
source: <p>In the practice hours section, do not report the training output of individual actives, but the actual practice hours organized for Helsinki residents belonging to the age group.<p><p>If the actual number of training hours for an age group cannot be ascertained (e.g. many mixed groups), can the share of that age group be calculated from the total number of hours based on the share of the number of active members from Helsinki in the age group out of the total number of active members from Helsinki. E.g. the total number of hours in the division (all mixed groups) is 100 hours, where 10 adults and 20 under 20-year-olds are active: the number of hours for adults is 33 hours and for under 20-year-olds 67 hours. However, the actual number of hours realized for the age group should be used primarily.</p>
fi: <p>Älä ilmoita harjoitustunnit-kohdassa yksittäisten harrastajien toteutuneita liikuntasuoritteita tunteina, vaan ikäryhmään kuuluville helsinkiläisille järjestetyt toteutuneet harjoitustunnit.</p><p>Mikäli ikäryhmän todellinen harjoitustuntimäärä ei ole selvitettävissä (esim. paljon sekaryhmiä), voit laskea kokonaistuntimäärästä kyseisen ikäryhmän osuuden perustuen ikäryhmän helsinkiläisten aktiiviharrastajien määrän osuuteen helsinkiläisten aktiiviharrastajien kokonaismäärästä. Esim. Jaoston kokonaistuntimäärä (kaikki sekaryhmiä) on 100 tuntia, jossa liikkuu aktiivisesti 10 aikuista ja 20 alle 20-vuotiasta: aikuisten tuntimäärä 33 tuntia ja alle 20-vuotiaiden tuntimäärä 67 tuntia. Ensisijaisesti tulee kuitenkin käyttää ikäryhmän osalta todellista toteutunutta tuntimäärää.</p>
sv: <p>I avsnittet träningstimmar, rapportera inte enskilda idrottsutövarnas träningsprestationer i timmar, utan de faktiska träningstimmar som organiserats för helsingforsare som tillhör åldersgruppen.</p><p>Om det faktiska antalet träningstimmar för en åldersgrupp inte kan fastställas (t. ex. många blandade träningsgrupper), kan andelen av den åldersgruppen beräknas från det totala antalet timmar baserat på andelen av antalet aktiva idrottsutövare från Helsingfors i åldersgruppen av det totala antalet aktiva idrottsutövare från Helsingfors. T. ex. totala antalet timmar i grensektionen (alla blandade grupper) är 100 timmar, där 10 vuxna och 20 under 20-åringar är aktiva: antalet timmar för vuxna är 33 timmar och för under 20-åringar 67 timmar. Det faktiska antalet realiserade timmar för åldersgruppen bör dock i första hand användas.</p>

# grants_club_section
source: Men from Helsinki (64 years and over)
fi: Helsinkiläiset miehet (64 vuotta täyttäneet)
sv: Män från Helsingfors (64 år och äldre)

# grants_club_section
source: Women from Helsinki (64 years and over)
fi: Helsinkiläiset naiset (64 vuotta täyttäneet)
sv: Kvinnor från Helsingfors (64 år och äldre)

# grants_club_section
source: Others from Helsinki (64 years and over)
fi: Helsinkiläiset muut (64 vuotta täyttäneet)
sv: Övriga från Helsingfors (64 år och äldre)

# grants_club_section
source: Practice hours of adults (64 years and over)
fi: 64 vuotta täyttäneiden harjoitustunnit yhteensä
sv: Träningstimmar för vuxna (64 år och äldre)

# grants_club_section
source: Boys from Helsinki (under 20 years of age)
fi: Helsinkiläiset pojat (alle 20-vuotiaat)
sv: Pojkar från Helsingfors (under 20 år)

# grants_club_section
source: Girls from Helsinki (under 20 years of age)
fi: Helsinkiläiset tytöt (alle 20-vuotiaat)
sv: Flickor från Helsingfors (under 20 år)

# grants_club_section
source: Others from Helsinki (under 20 years of age)
fi: Helsinkiläiset muut (alle 20-vuotiaat)
sv: Övriga från Helsingfors (under 20 år)

# grants_club_section
source: Practice hours of children/young people (under 20 years of age)
fi: Alle 20-vuotiaiden harjoitustunnit yhteensä
sv: Träningstimmar för barn/ungdomar (under 20 år)

# grants_club_section
source: At least one age group is required.
fi: Vähintään yksi ikäluokka on pakollinen.
sv: Minst en åldersgrupp är obligatoriskt.

# grants_club_section
source: Add practice hours.
fi: Lisää harjoitustunnit.
sv: Lägga till träningstimmar.

# grants_club_section
source: Add sport.
fi: Lisää laji.
sv: Lägga till sport.

# grants_club_section
source: Baseball & softball
sv: Baseball & softboll

# grants_club_section
source: Darts
sv: Dart
