Repository: City-of-Helsinki/hel-fi-drupal-grants
Catalog: public/modules/custom/grants_mandate/translations/*.po
Languages: fi, sv

# grants_mandate
source: Select Unregistered community or group role
fi: Valitse rooli Rekisteröitymätön yhteisö tai ryhmä
sv: Välj rollen som Icke-registrerad förening eller verksamhetsgrupp

# grants_mandate
source: Select Registered community role and authorize mandate
fi: Valitse rooli Rekisteröity yhteisö ja tee valtuutus
sv: Välj rollen som Registrerad gemenskap och auktorisera fullmakt

# grants_mandate
source: Add new Unregistered community or group
fi: Lisää uusi Rekisteröitymätön yhteisö tai ryhmä
sv: Lägg till ny Icke-registrerad förening eller verksamhetsgrupp

# grants_mandate
source: Registered community
fi: Rekisteröity yhteisö
sv: Registrerad gemenskap

# grants_mandate
source: Unregistered community or group
fi: Rekisteröitymätön yhteisö tai ryhmä
sv: Icke-registrerad förening eller verksamhetsgrupp

# grants_mandate
source: New Unregistered Community or group
fi: Uusi rekisteröitymätön yhteisö tai ryhmä
sv: Ny icke-registrerad förening eller verksamhetsgrupp

source: New Unregistered Community or group
fi: Uusi rekisteröitymätön yhteisö tai ryhmä

# grants_mandate
source: Private person
fi: Yksityishenkilö
sv: Privatperson

# grants_mandate
source: Choose
fi: Valitse
sv: Välja

# grants_mandate
source: Code exchange error. @error: @error_desc. State: @state, Error URI: @error_uri
fi: Koodin vaihtovirhe. @error: @error_desc. Tila: @state, Virhe URI: @error_uri
sv: Kodbytesfel. @error: @error_desc. Status: @state, Fel URI: @error_uri

source: Select Applicant Type
fi: Valitse asiointiroolin tyyppi
sv: Välj sökandetyp

# grants_mandate
source: Mandate process was interrupted or there was an error. Please try again.
fi: Valtuutusprosessi keskeytyi, yritä uudelleen.
sv: Medgivandeprocessen avbröts eller så uppstod ett fel. Var god försök igen.

# grants_mandate
source: Your mandate does not allow you to use this service.
fi: Valtuutuksesi ei salli sinun käyttää tätä palvelua.
sv: Ditt medgivande tillåter dig inte att använda denna tjänst.

# grants_mandate
source: Before proceeding to the grant application, you should choose an applicant role. You can continue applying as an individual or switch to applying on behalf of the community. When you choose to apply on behalf of a registered community, you will be transferred to Suomi.fi business authorization.
fi: Ennen kuin siirryt avustushakemukselle, sinun tulee valita asiointirooli. Voit jatkaa asiointia yksityishenkilönä tai vaihtaa yhteisön puolesta asiointiin. Valitessasi rekisteröidyn yhteisön puolesta asioinnin, sinut siirretään suomi.fi yritysvaltuutukseen.

# grants_mandate
source: Registered community is, for example, a company, non-profit organization, organization or association
fi: Rekisteröity yhteisö on esimerkiksi yritys, voittoa tavoittelematon organisaatio, järjestö tai yhdistys

# grants_mandate
source: Apply for grant on behalf of your unregistered community or group
fi: Hae avustusta rekisteröitymättömän yhteisösi tai ryhmäsi puolesta
sv: Ansök om bidrag på uppdrag av din icke-registrerad förening eller verksamhetsgrupp

# grants_mandate
source: Apply for grant as a private person
fi: Hae avustusta yksityishenkilönä
sv: Ansök om bidrag som privatperson

# grants_mandate
source: Select Private person role
fi: Valitse rooli Yksityishenkilö
sv: Välj rollen som Privatperson

# grants_mandate
source: Before proceeding to the grant application, you should choose an applicant role. You can continue applying as an individual or switch to applying on behalf of the community. When you choose to apply on behalf of a registered community, you will be transferred to Suomi.fi business authorization.
sv: Innan du går vidare till bidragsansökan bör du välja en sökanderoll. Du kan fortsätta att ansöka som privatperson eller byta till att ansöka på uppdrag av gemenskapen. När du väljer att ansöka på uppdrag av en registrerad gemenskap kommer du att överföras till Suomi.fi företagsauktorisering.

# grants_mandate
source: Registered community is, for example, a company, non-profit organization, organization or association
sv: Registrerad gemenskap är till exempel ett företag, ideell organisation, organisation eller förening
