Repository: City-of-Helsinki/hel-fi-drupal-grants
Catalog: public/modules/custom/grants_profile/translations/*.po
Languages: fi, sv

# grants_profile
source: Briefly describe the purpose for which the community is working and how the community is fulfilling its purpose. For example, you can use the text "Community purpose and forms of action" in the Community rules. Please do not describe the purpose of the grant here, it will be asked later when completing the grant application.
sv: Beskriv kortfattat syftet med vilket communityn arbetar och hur communityn uppfyller sitt syfte. Du kan till exempel använda texten "Community purpose and forms of action" i gemenskapens regler. Vänligen beskriv inte syftet av bidraget här kommer det att efterfrågas senare vid ifyllande av bidragsansökan.

# grants_profile
source: The name of the community or group will be visible in the applications, decisions, and other similar contexts as the applicant's name. If the community's or group's name includes names of individual persons, they may be published as part of the name also on the internet.
sv: Gruppens namn blir namnet på den sökande i ansökningsblanketten, i besluten om understöd och i andra motsvarande sammanhang. Om namn på enskilda personer ingår som delar av gruppens namn kan det hända att de även syns i samband med publicering på internet.

# grants_profile
source: Attach a certificate of account access: bank's notification of the account owner or a copy of a bank statement.
sv: Bankens anmälan om kontoinnehavaren eller en kopia av kontoutdraget

# grants_profile
source: This removes the community and all applications in draft state. Removal can not be done if there are sent applications. This cannot be undone.
sv: Detta tar bort föreningen och alla program i utkasttillstånd. Borttagning kan inte göras om det skickas ansökningar. Detta kan inte göras ogjort.

# grants_profile
source: The address must be your official address. One address is mandatory information in your personal information and on the application.
sv: Adressen måste vara din officiella adress. En adress är obligatorisk information i dina personuppgifter och på ansökan.
