Repository: City-of-Helsinki/hel-fi-drupal-grants
Catalog: public/modules/custom/grants_profile/translations/*.po
Languages: fi, sv

# grants_profile
source: Delete bank account
fi: Poista pankkitili
sv: Radera bankkonto

# grants_profile
source: %value is not valid Finnish postal code
fi: %value ei ole suomalainen postinumero
sv: %value är inte giltigt finskt postnummer

# grants_profile
source: Delete address
fi: Poista osoite
sv: Radera adress

# grants_profile
source: No profile data available, select company
fi: Profiilidataa ei saatavilla, valitse yhteisö
sv: Ingen profildata tillgänglig, välj företag

# grants_profile
source: This form is being modified by other person currently, you cannot do any modifications while the form is locked for them.
fi: Toinen henkilö muokkaa tätä lomaketta tällä hetkellä, et voi tehdä mitään muutoksia, kun lomake on lukittu heille.

# grants_profile
source: grantsProfileContent not found!
fi: grantsProfileContentia ei löydy!
sv: grantsProfileContent hittades inte!

# grants_profile
source: Briefly describe the purpose for which the community is working and how the community is fulfilling its purpose. For example, you can use the text "Community purpose and forms of action" in the Community rules. Please do not describe the purpose of the grant here, it will be asked later when completing the grant application.
fi: Kerro lyhyesti tarkoitus, jonka edistämiseksi yhteisö toimii ja millä tavoin yhteisö toteuttaa tarkoitustaan. Voit hyödyntää esimerkiksi yhteisön säännöistä löytyvää "Yhteisön tarkoitus ja toimintamuodot" -tekstikappaletta. Älä kuvaile avustuksen käyttötarkoitusta tässä, sitä kysytään myöhemmin avustushakemuksen täyttämisen yhteydessä.

# grants_profile
source: @fieldname field is required
fi: @fieldname -kenttä on pakollinen
sv: @fieldname krävs

# grants_profile
source: Association information
fi: Yhteisön tiedot
sv: Uppgifter om gemenskapen

# grants_profile
source: Community or group information
fi: Yhteisön tai ryhmän tiedot
sv: Uppgifter om gemenskapen eller gruppen

# grants_profile
source: Association information in Grants
fi: Yhteisön tiedot avustusasioinnissa
sv: Uppgifter om gemenskapen i understöd

# grants_profile
source: Community or group information in Grants
fi: Yhteisön tai ryhmän tiedot avustusasioinnissa
sv: Uppgifter om gemenskapen eller gruppen i understöd

source: Show my profile
fi: Näytä oma profiili
sv: Visa min profil

# grants_profile
source: To apply for grants, the community or group data must be completed. When you submit a grant application, the information you have provided will be filled in automatically.
fi: Avustusten hakeminen edellyttää yhteisön tai ryhmän tietojen täydentämistä. Tehdessäsi avustushakemuksia antamasi tiedot täytetään niihin automaattisesti.
sv: För att kunna ansöka om understöd krävs att gemenskapens eller gruppens uppgifter kompletteras. De uppgifter du lämnar fylls automatiskt i när du ansöker om understöd.

# grants_profile
source: When you form a community or group, you will be responsible for the possible grant awarded to the community or group, and reporting on the use of the grant. If the grant is awarded, it will be paid to your account. A group can be youth activity group or an artistic working group, for example.
fi: Kun perustat yhteisön tai ryhmän, vastaat sille mahdollisesti myönnettävästä avustuksesta ja avustuksen käytön selvittämisestä. Jos avustusta myönnetään, maksetaan se sinun tilillesi. Ryhmä voi olla esimerkiksi nuorten toimintaryhmä tai taiteellinen työryhmä.
sv: När du grundar en grupp eller gemenskap ansvarar du för det eventuella understöd som gruppen beviljas och även för redovisningen av understödet. Om understöd beviljas utbetalas det till ditt bankkonto. En grupp kan vara till exempel en konstnärlig arbetsgrupp eller en verksamhetsgrupp för ungdomar.

# grants_profile
source: With the grants for culture a notification of a grant paid to the bank account of a private person will be submitted to the Tax Administration in the recipient's name. This means that a person receiving the grant on behalf of a working group must themself ensure that the details of the entire group are forwarded to the Tax Administration as necessary.
fi: Kulttuurin avustuksissa tehdään kaikista yksityishenkilöiden tileille maksettavista avustuksista apurahailmoitus verottajalle hänen nimissään. Yhteisön puolesta avustuksen vastaanottaneen tulee siis tarvittaessa itse huolehtia yhteisön tai ryhmän tietojen selvittämisestä verottajalle.
sv: Vid understöd för kultur gör Helsingfors stad en stipendieanmälan till skattemyndigheten om understöd som betalas till en privatpersons konto i personens namn, varvid den som tar emot understödet på arbetsgruppens vägnar vid behov själv ska se till att uppgifterna om gruppen utreds för skattemyndigheten.

# grants_profile
source: Add association information
fi: Lisää yhteisön tiedot
sv: Lägg till föreningsinformation

# grants_profile
source: Add community or group information
fi: Lisää yhteisön tai ryhmän tiedot
sv: Lägg till uppgifter om gemenskapen eller gruppen

# grants_profile
source: Basic details
fi: Yhteisön viralliset tiedot
sv: Grundläggande information

# grants_profile
source: Name of association
fi: Yhteisön nimi
sv: Sammanslutningens namn

# grants_profile
source: Name of the community or group
fi: Yhteisön tai ryhmän nimi
sv: Gemenskapens eller gruppens namn

# grants_profile
source: The name of the community or group will be visible in the applications, decisions, and other similar contexts as the applicant's name. If the community's or group's name includes names of individual persons, they may be published as part of the name also on the internet.
fi: Yhteisön tai ryhmän nimi näkyy avustushakemuksissa, päätöksissä ja muissa vastaavissa yhteyksissä hakijan nimenä. Jos yhteisön tai ryhmän nimeen on sisällytetty yksityishenkilöiden nimiä, voidaan nekin julkaista osana nimeä myös internetissä.

# grants_profile
source: Name
fi: Nimi
sv: Namn

# grants_profile
source: Role
fi: Rooli
sv: Roll

# grants_profile
source: Telephone
fi: Puhelinnumero
sv: Telefon

# grants_profile
source: Business ID
fi: Y-tunnus
sv: FO-nummer

# grants_profile
source: Community details not found in registries. Please contact customer service
fi: Yhteisön tietoja ei löytynyt järjestelmistä. Ota yhteyttä asiakaspalveluun
sv: Gemenskapsdetaljer hittades inte i register. Kontakta kundtjänst

# grants_profile
source: Errors
fi: Virheet
sv: Fel

# grants_profile
source: Delete official
fi: Poista vastuuhenkilö
sv: Ta bort officiell

# grants_profile
source: Municipality where the association is based (domicile)
fi: Kotipaikka
sv: Hemort

# grants_profile
source: Date of registration
fi: Rekisteröitymispäivä
sv: Registreringsdatum

# grants_profile
source: The indicated information has been retrieved from the register of the Finnish Patent and Registration Office (PRH), and changing the information is only possible in the online service in question.
fi: Tiedot on haettu Patentti- ja rekisterihallinnon rekisteristä (PRH), eikä niitä voi tämän takia muokata.
sv: De markerade uppgifterna har hämtats från Patent- och registerstyrelsens register (PRH) och det är endast möjligt att ändra uppgifterna i nättjänsten i fråga.

# grants_profile
source: Year of establishment
fi: Perustamisvuosi
sv: Grundläggningsår

# grants_profile
source: Abbreviated name
fi: Yhteisön lyhenne
sv: Gemenskapens förkortning

# grants_profile
source: Website address
fi: Verkkosivujen osoite
sv: Webbadress

# grants_profile
source: Purpose of operations
fi: Toiminnan tarkoitus
sv: Syftet med verksamheten

# grants_profile
source: Description of the purpose of the activity of the registered association (max. 500 characters)
fi: Kuvaus yhteisön toiminnan tarkoituksesta (500 merkkiä)
sv: Beskrivning av syftet med den registrerade gemenskapens verksamhet (500 merkkiä)

# grants_profile
source: Addresses
fi: Osoitteet
sv: Adresser

# grants_profile
source: Street address
fi: Katuosoite
sv: Gatuadress

# grants_profile
source: Postal code
fi: Postinumero
sv: Postnummer

# grants_profile
source: Delete
fi: Poista
sv: Ta bort

# grants_profile
source: You must select a role for official
fi: Sinun on valittava rooli vastuuhenkilölle
sv: Du måste välja en roll för tjänsteman

# grants_profile
source: Chairperson
fi: Puheenjohtaja
sv: Ordförande

# grants_profile
source: Contact person
fi: Yhteyshenkilö
sv: Kontaktperson

# grants_profile
source: Other
fi: Muu
sv: Annat

# grants_profile
source: Treasurer
fi: Taloudenhoitaja
sv: Kassör

# grants_profile
source: Auditor
fi: Tilintarkastaja
sv: Revisor

# grants_profile
source: Secretary
fi: Sihteeri
sv: Sekreterare

# grants_profile
source: Deputy chairperson
fi: Varapuheenjohtaja
sv: Vice ordförande

# grants_profile
source: Chief executive officer
fi: Toimitusjohtaja
sv: Verkställande direktör

# grants_profile
source: Producer
fi: Tuottaja
sv: Producent

# grants_profile
source: See this form as a modal.
fi: Näe tämä lomake modaali-ikkunassa
sv: Se detta formulär som en modal.

# grants_profile
source: Your profile information has been saved. You can go to the application via the @link.
fi: Profiilitietosi on tallennettu. Voit siirtyä hakemukselle @link -sivun kautta.
sv: Din profilinformation har sparats. Du kan gå till applikationen via @link.

# grants_profile
source: Application search
fi: Etsi avustusta
sv: Sök understöd

# grants_profile
source: Choose the role 'Responsible person' for at least one person responsible for operations.
fi: Valitse vähintään yhdelle toiminnasta vastaavalle henkilölle rooli 'Vastuuhenkilö'.
sv: Välj rollen 'Ansvarsfull person' för minst en person som ansvarar för verksamheten.

# grants_profile
source: Email address
fi: Sähköpostiosoite
sv: E-postadress

# grants_profile
source: Persons responsible for operations
fi: Toiminnasta vastaavat henkilöt
sv: Personer som ansvarar för verksamheten

# grants_profile
source: Select
fi: Valitse
sv: Välj

# grants_profile
source: Edit own information
fi: Muokkaa omia tietoja
sv: Redigera mina uppgifter

# grants_profile
source: Edit community information
fi: Muokkaa yhteisön tietoja
sv: Redigera gemenskaps uppgifter

# grants_profile
source: Remove profile
fi: Poista asiointiprofiili
sv: Ta bort profilen

# grants_profile
source: Finnish bank account number in IBAN format
fi: Suomalainen tilinumero IBAN-muodossa
sv: Finländskt kontonummer i IBAN-format

# grants_profile
source: Bank account owner name
fi: Pankkitilin omistajan nimi
sv: Bankkontoägarens namn

# grants_profile
source: Saved confirmation file
fi: Tallennettu varmistustiedosto
sv: Sparad bekräftelsefil

# grants_profile
source: Confirmation file
fi: Varmistustiedosto
sv: Bekräftelsefil

# grants_profile
source: Confirm this bank account.
fi: Varmista tämä pankkitili
sv: Bekräfta detta bankkonto.

# grants_profile
source: Bank account owner SSN
fi: Pankkitilin omistajan henkilötunnus
sv: Bankkontoägare SSN

# grants_profile
source: %value is not valid Finnish social security number
fi: %value ei ole validi suomalainen henkilötunnus
sv: %value är inte giltigt finskt personnummer

# grants_profile
source: Bank account numbers
fi: Tilinumerot
sv: Kontonummer

# grants_profile
source: Save own information
fi: Tallenna omat tiedot
sv: Spara mina uppgifter

# grants_profile
source: Attach a certificate of account access: bank's notification of the account owner or a copy of a bank statement.
fi: Liitä todistus tilinkäyttöoikeudesta: pankin ilmoitus tilin omistajasta tai tiliotekopio.

# grants_profile
source: Only one file.<br>Limit: 20 MB.<br> Allowed file types: doc, docx, gif, jpg, jpeg, pdf, png, ppt, pptx, rtf, txt, xls, xlsx, zip.
fi: Vain yksi tiedosto.<br>Rajoitus: 20 MB.<br>Sallitut tiedostotyypit: doc, docx, gif, jpg, jpeg, pdf, png, ppt, pptx, rtf, txt, xls, xlsx, zip.
sv: Bara en fil.<br>Limitation: 20 MB.<br>Tillåtna filtyper: doc, docx, gif, jpg, jpeg, pdf, png, ppt, pptx, rtf, txt, xls, xlsx, zip.

# grants_profile
source: Personal bank account
fi: Henkilökohtainen tilinumero
sv: Personligt bankkonto

# grants_profile
source: Attachment deletion failed, error has been logged. Please contact customer support.
fi: Liitetiedoston poistaminen epäonnistui, virhe on kirjattu. Ota yhteyttä asiakaspalveluun.
sv: Radering av bilaga misslyckades, fel har loggats. Kontakta kundsupport.

# grants_profile
source: grantsProfileData not found!
fi: grantsProfileDataa ei löytynyt!
sv: grantsProfileData hittades inte!

source: Switch role
fi: Vaihda asiointiroolia
sv: Byt roll

source: %value is not valid url
fi: %value ei ole url-osoite
sv: %värde är inte giltig url

source: Company name not set, cannot proceed
fi: Yritysnimeä ei löydy, profiilin luontia ei voi jatkaa
sv: Företagets namn inte angivet, kan inte fortsätta

source: Company BusinessId not set, cannot proceed
fi: Y-tunnusta ei löydy, profiilin luontia ei voi jatkaa
sv: Företagets FO-nummer inte angivet, kan inte fortsätta

source: Company details not found
fi: Yrityksen tietoja ei löydy
sv: Företagsinformation hittades inte

source: Changes you made may not be saved.
fi: Tekemiäsi muutoksia ei ole tallennettu.

source: My Services
fi: Oma asiointi

# Link on profile dropdown
source: Show profile
fi: Näytä profiili
sv: Visa profil

# Link on profile dropdown
source: Switch role
fi: Vaihda asiointiroolia
sv: Byt roll

# Link on profile dropdown
source: Log in
fi: Kirjaudu sisään
sv: Logga in

# Link on profile dropdown
source: Log out
fi: Kirjaudu ulos
sv: Logga ut

source: Attachment deletion failed, error has been logged. Please contact customer support.
fi: Liitetiedoston poistaminen epäonnistui, virhe on kirjattu. Ota yhteyttä asiakaspalveluun.

source: Bank account verification attachment deleted.
fi: Tilinumeron vahvistusliite poistettu hakemukselta.

# grants_profile
source: Bank account & verification attachment deleted.
fi: Tilinumero ja vahvistusliite poistettiin.
sv: Bankkonto & verifieringsbilaga raderade.

# Profile Address
source: City/town
fi: Toimipaikka
sv: Verksamhetsställe

# Profile Address
source: Country
fi: Maa
sv: Land

# grants_profile
source: Community address
fi: Yhteisön osoite
sv: Gemenskapsadress

# grants_profile
source: Personal address
fi: Henkilökohtainen osoite

# grants_profile
source: Community or group address
fi: Yhteisön tai ryhmän osoite
sv: Gemenskaps- eller gruppadress

# grants_profile
source: Add address
fi: Lisää osoite
sv: Lägg till adress

# grants_profile
source: Community official
fi: Yhteisön vastuuhenkilö
sv: Gemenskapstjänsteman

# grants_profile
source: Community or group official
fi: Yhteisön tai ryhmän vastuuhenkilö
sv: Gemenskaps- eller grupptjänsteman

# grants_profile
source: Add official
fi: Lisää vastuuhenkilö
sv: Lägg till tjänsteman

# grants_profile
source: Community bank account
fi: Yhteisön pankkitili
sv: Gemenskapens bankkonto

# grants_profile
source: Community or group bank account
fi: Yhteisön tai ryhmän pankkitili
sv: Gemenskapens eller gruppens bankkonto

# grants_profile
source: Add bank account
fi: Lisää pankkitili
sv: Lägg till bankkonto

source: This value should not be blank.
fi: Tämän arvon ei tulisi olla tyhjä.
sv: Detta värde ska inte vara tomt.

source: %value is not valid Finnish IBAN
fi: %value ei ole oikean muotoinen suomalainen IBAN-tilinnumero
sv: %value är inte giltigt finskt IBAN

# grants_profile
source: You must enter valid Finnish iban
fi: Sinun on syötettävä oikea suomalainen IBAN numero
sv: Du måste ange giltig finsk iban

# grants_profile
source: Not valid Finnish IBAN: @iban
fi: Ei hyväksyttävä suomalainen IBAN: @iban
sv: Ej giltigt finskt IBAN: @iban

# grants_profile
source: You must add confirmation file for account: @iban
fi: Sinun tulee liittää tilinumeron vahvistuliite: @iban
sv: Du måste lägga till bekräftelsefil för konto: @iban

# grants_profile
source: You must add one bank account
fi: Sinun tulee lisätä vähintään yksi pankkitili
sv: Du måste lägga till ett bankkonto

# grants_profile
source: You must add one address
fi: Sinun tulee lisätä vähintään yksi osoite

# grants_profile
source: You must add one official
fi: Sinun tulee lisätä vähintään yksi toiminnasta vastaava henkilö

# Yksityishenkilön asiointi
source: Personal information
fi: Omat tiedot
sv: Personlig information

# Yksityishenkilön asiointi
source: Basic details
fi: Perustiedot
sv: Grundläggande detaljer

# Yksityishenkilön asiointi
source: Social security number
fi: Henkilötunnus
sv: Personnummer

source: Social security number
fi: Henkilötunnus
sv: Personnummer

# Yksityishenkilön asiointi
source: Own contact information
fi: Omat yhteystiedot
sv: Egna kontaktuppgifter

# grants_profile
source: The information has been retrieved from your Helsinki profile. You need to go to your Helsinki profile to edit this information. When you have edited your information in the Helsinki profile, remember to update this field.
fi: Tiedot on haettu Helsinki-profiilistasi. Sinun pitää siirtyä Helsinki-profiiliin muokataksesi näitä tietoja. Kun olet muokannut tietojasi Helsinki-profiilissa, muista päivittää tämä kenttä.
sv: Informationen har hämtats från din Helsingfors-profil. Du måste gå till din Helsingforsprofil för att redigera denna information. När du har redigerat din information i Helsingforsprofilen, kom ihåg att uppdatera detta fält.

# grants_profile
source: The basic details have been retrieved from your Helsinki profile. The Helsinki profile retrieves the information, apart from your email address, from the official population information system and it cannot be edited.
fi: Perustiedot on haettu Helsinki-profiilistasi. Helsinki-profiili hakee muut kuin sähköpostiasi koskevat tiedot virallisesta väestötietojärjestelmästä, eikä niitä voi muokata.

# grants_profile
source: You can update your email address in your Helsinki profile. The updated email address will be added to the basic details after you have first confirmed the update with a confirmation message sent to your email. You will see the updated email address when you log into the Grants service again.
fi: Sähköpostiosoitteen voit päivittää Helsinki-profiilissa. Päivitetty sähköpostiosoite tuodaan perustietoihin, kun olet ensin vahvistanut päivityksen sähköpostiisi saapuvan vahvistusviestin avulla. Näet päivitetyn sähköpostiosoitteen, kun kirjaudut uudestaan Avustusasiointiin.

# grants_profile
source: Applying for grants requires completing your own personal information. When applying for a grant the information you have provided in your personal information will automatically be imported into the grant application.
fi: Avustusten hakeminen edellyttää omien tietojen täydentämistä. Tehdessäsi avustushakemuksia omissa tiedoissa antamasi tiedot tuodaan avustushakemukselle automaattisesti.

# grants_profile
source: Go to the Helsinki profile to update your email address.
fi: Siirry Helsinki-profiiliin päivittääksesi sähköpostiosoitetta.

# grants_profile
source: By completing your own information, you will facilitate your dealings with grants. Based on the information, we can find grants that are more suitable for you or your community. In addition, filling out applications will be faster in the future.
fi: Täydentämällä omat tiedot helpotat asiointiasi avustuksiin liittyen. Tietojen perusteella löydämme paremmin sinulle tai yhteisöllesi sopivat avustukset. Lisäksi hakemusten täyttäminen käy jatkossa nopeammin.
sv: Genom att fylla i din egen information kommer du att underlätta din hantering av bidrag. Baserat på informationen kan vi hitta bidrag som är mer lämpade för dig eller din kommun. Dessutom kommer det gå snabbare att fylla i ansökningar i framtiden.

# grants_profile
source: You can add an account only once.
fi: Voit lisätä tilin vain kerran.
sv: Du kan bara lägga till ett konto en gång.

# grants_profile
source: Go to Helsinki-profile to edit your information.
fi: Siirry Helsinki-profiiliin päivittääksesi tietoja.
sv: Gå till Helsingfors-profilen för att redigera din information.

# grants_profile
source: The link opens in a new tab
fi: Linkki avautuu uuteen välilehteen
sv: Länken öppnas i en ny flik

# grants_profile
source: Community removed
fi: Yhteisö poistettu
sv: Föreningen har tagits bort

# grants_profile
source: Unable to remove the community, @reason
fi: Yhteisön poisto ei onnistunut, koska @reason
sv: Det går inte att ta bort föreningen, @reason

# grants_profile
source: Do you want to delete community and all of its content?
fi: Haluatko varmasti poistaa yhteisön ja sen sisällön?
sv: Vill du ta bort föreningen och allt dess innehåll

# grants_profile
source: This removes the community and all applications in draft state. Removal can not be done if there are sent applications. This cannot be undone.
fi: Tämä poistaa yhteisön ja kaikki sen hakemusluonnokset. Poistoa ei voi tehdä mikäli yhteisöllä on lähetettyjä hakemuksia. Toimintoa ei voi peruuttaa.

# grants_profile
source: You can not remove this profile
fi: Et voi poistaa tätä profiilia
sv: Du kan inte ta bort den här profilen

# grants_profile
source: Community has applications in progress.
fi: Yhteisöllä on avustuksia käsittelyssä.
sv: Föreningen har pågående ansökningar.

# grants_profile
source: Connection error
fi: Yhteysvirhe
sv: Anslutningsfel

# grants_profile
source: Fields marked with an asterisk * are required information.
fi: Tähdellä * merkityt kentät ovat pakollisia tietoja.
sv: Fält markerade med en asterisk * är obligatorisk information.

# grants_profile
source: Fill all fields first and save in the end.
fi: Täytä kaikki kentät ensin ja tallenna lopuksi.
sv: Fyll i alla fält först och spara till slut.

# grants_profile
source: The address must be your official address. One address is mandatory information in your personal information and on the application.
fi: Osoitteen tulee olla sinun virallinen osoitteesi. Yksi osoite on pakollinen tieto omissa tiedoissa ja hakemuksella.

# grants_profile
source: You can only fill in your own bank account information.
fi: Voit antaa vain oman tilisi tiedot.
sv: Du kan bara fylla i dina egna bankkontouppgifter.

# grants_profile
source: Responsible person
fi: Vastuuhenkilö
sv: Ansvarsfull person

# grants_profile
source: Executive director
fi: Toiminnanjohtaja

source: Edit Application Profile
fi: Muokkaa omaa profiilia
sv: Redigera min profil

source: Edit Application profile
fi: Muokkaa omaa profiilia

source: Remove Application Profile
fi: Poista oma profiili
sv: Radera min profil

# grants_profile
source: Use the format FI-XXXXX or enter a five-digit postcode.
fi: Käytä muotoa FI-XXXXX tai syötä postinumero viisinumeroisena.

# grants_profile
source: Grants profile creation canceled.
fi: Asiointiprofiilin luonti peruttu.

# grants_profile
source: Data from PRH successfully updated.
fi: Tiedot päivitetty PRH:stä onnistuneesti.

# grants_profile
source: Updating PRH data failed.
fi: Tietojen hakeminen PRH:stä epäonnistui.

# grants_profile
source: Get updated information
fi: Hae päivittyneet tiedot

# grants_profile
source: Data from Helsinki Profile successfully updated.
fi: Tiedot päivitetty Helsinki Profiilista onnistuneesti.

# grants_profile
source: Updating Helsinki Profile data failed.
fi: Tietojen hakeminen Helsinki Profiilista epäonnistui.

# grants_profile
source: This form is being modified by other person currently, you cannot do any modifications while the form is locked for them.
sv: Detta formulär ändras för närvarande av en annan person, du kan inte göra några ändringar medan formuläret är låst för dem.
